Repository: Ethan-mo/AccelerationUsingBLE
Catalog: AccelerationUsingBLE/Uitils/Monit/*.lproj/Localizable.strings
Languages: es_mx, ja, ko, zh_hans

# notification_diaper_status_check_diaper
source: Check baby's diaper!
ja: オムツ要確認！
ko: 기저귀 확인 필요!

# device_sensor_diaper_status_soiled
source: Soiled
ja: 汚れ
ko: 오염

# device_sensor_diaper_status_check_diaper
source: Check
ja: 要確認
ko: 확인필요

# device_sensor_diaper_status_idle_main_screen
source: Baby monitoring has been paused. Please attach this sensor again.
ja: 赤ちゃんの状態のモニタリングが中止されました。 センサーをもう一度付着してください。
ko: 아기상태 모니터링이 중지되었습니다. 센서를 다시 부착 해주세요.

# device_sensor_baby_talk_disconnected
source: Please come near by me. Sensor has been disconnected.
ja: 私の近くに来てください。 センサーが途切れました。
ko: 저에게 가까이 와주세요. 센서가 끊어졌어요

# device_lamp_room_monitoring_information
source: Lamp monitoring information
ja: ランプモニタリング情報
ko: 램프 모니터링 정보

# device_lamp_connection_status
source: The information of the lamp
ja: ランプの状態
ko: 램프 상태

# notification_diaper_status_movement_detected_title
source: Movement detected
ja: 動き感知
ko: 움직임 감지

# notification_diaper_status_movement_detected_detail
source: Movement detected
ja: 動きが感知されました。
ko: 움직임이 감지되었습니다.

# device_sensor_movement_during_sleep
source: Movement during sleep
ja: 睡眠中の動き
ko: 수면중 움직임

# sensor_diaper_graph_average_total_count
source: Average diaper changed count
ja: 平均オムツ交換回数
ko: 평균 기저귀 교체 횟수

# sensor_diaper_graph_average_pee_count
source: Average pee count
ja: 平均小便交換回数
ko: 평균 소변 교체 횟수

# sensor_diaper_graph_average_poo_count
source: Average poo count
ja: 平均大便交換回数
ko: 평균 대변 교체 횟수

# sensor_diaper_graph_day_total_count
source: Diaper changed count
ja: オムツ交換回数
ko: 기저귀 교체 횟수

# sensor_diaper_graph_day_pee_count
source: Pee count
ja: 小便交換回数
ko: 소변 교체 횟수

# sensor_diaper_graph_day_poo_count
source: Poo count
ja: 大便交換回数
ko: 대변 교체 횟수

# sensor_diaper_graph_day_soiled_count
source: Soiled count
ja: 汚れ感知回数
ko: 오염 감지 횟수

# sensor_sleep_graph_average_total_time
source: Average sleep time
ja: 平均睡眠時間
ko: 평균 수면 시간

# sensor_sleep_graph_average_total_deep_sleep_time
source: Average deep sleep time
ja: 平均熟眠時間
ko: 평균 깊은잠 시간

# sensor_sleep_graph_average_movement_count
source: Average movement count
ja: 平均睡眠中の寝返り
ko: 평균 수면중 뒤척임

# sensor_sleep_graph_day_total_time
source: Total sleep time
ja: 総睡眠時間
ko: 총 수면 시간

# sensor_sleep_graph_day_total_deep_sleep_time
source: Total deep sleep time
ja: 総熟眠時間
ko: 총 깊은잠 시간

# sensor_sleep_graph_day_movement_count
source: Total movement count
ja: 総睡眠中の寝返り
ko: 총 수면중 뒤척임

# sensor_movement_graph_average_value
source: Average movement value
ja: 平均動き数値
ko: 평균 움직임 수치

# sensor_movement_graph_average_text
source: Average movement level
ja: 平均活動量
ko: 평균 활동량

# sensor_movement_graph_day_value
source: Movement value
ja: 動き数値
ko: 움직임 수치

# sensor_movement_graph_day_text
source: Movement level
ja: 活動量
ko: 활동량

# lamp_environment_graph_temperature_selected
source: Temperature
ja: この時刻の温度
ko: 이 시각의 온도

# lamp_environment_graph_temperature_current
source: Current temperature
ja: 現在の温度
ko: 현재 온도

# lamp_environment_graph_temperature_average
source: Average temperature
ja: 平均温度
ko: 평균 온도

# lamp_environment_graph_humidity_selected
source: Humidity
ja: この時刻の湿度
ko: 이 시각의 습도

# lamp_environment_graph_humidity_current
source: Current humidity
ja: 現在の湿度
ko: 현재 습도

# lamp_environment_graph_humidity_average
source: Average humidity
ja: 平均湿度
ko: 평균 습도

# lamp_environment_graph_voc_selected
source: VOC
ja: この時刻のVOC
ko: 이 시각의 VOC

# lamp_environment_graph_voc_current
source: Current VOC
ja: 現在のVOC
ko: 현재 VOC

# lamp_environment_graph_voc_average
source: Average VOC
ja: 平均VOC
ko: 평균 VOC

# lamp_widget_btn_power_on
source: Lamp ON
ja: 授乳ランプON
ko: 램프 ON

# lamp_widget_btn_power_off
source: Lamp OFF
ja: 授乳ランプOFF
ko: 램프 OFF

# device_environment_voc_avg_level0
source: None
ja: なし
ko: 없음

# device_environment_voc_avg_level1
source: Low
ja: 少量
ko: 소량

# device_environment_voc_avg_level2
source: High
ja: 高い
ko: 높음

# device_environment_voc_avg_level3
source: Very high
ja: 非常に高い
ko: 매우높음

# device_environment_voc_avg_level4
source: Very bad
ja: 最悪
ko: 최악

# guide_sensor_sleep_mode_title
source: Sleeping mode
ja: 睡眠モード
ko: 수면모드

# guide_sensor_sleep_mode_contents
source: If the sleep mode is enabled, the diaper sensor monitors the quality of the sleep. Also if the baby awakes or moves, it sends movement detected notification to the smartphone. A user can check the history of the sleep at the graph tab.
ja: 睡眠モードは、ユーザーが直接入力する必要があります。睡眠モードに設定すると、センサーが睡眠状態をモニタリングして、睡眠の質を測定して通知してくれます。 また、赤ちゃんが睡眠中に目が覚めると、スマートフォンで動きの通知を受け取ることができ、赤ちゃんの睡眠状態を確認することができます。
ko: 수면모드는 사용자의 직접 입력이 필요합니다. 수면모드로 설정되면, 센서가 수면 상태를 모니터링 하게 되며, 수면의 질을 측정하여 알려줍니다. 또한 아기가 수면 중 깨거나 움직이게 되면 스마트폰으로 움직임 알람을 받게되어 아기의 수면 상태를 확인할 수 있습니다.

# guide_sensor_diaper_status_title
source: Diaper status
ja: オムツの状態
ko: 기저귀 상태

# guide_sensor_diaper_status_contents
source: The diaper sensor analyzes pee, poop and gas in a diaper and the diaper wearing time to show the soiled stage of the diaper. There are 3 stages of Good, Soiled, Check. Good: The diaper is clean. Soiled: The diaper has been soiled a little bit. Check: The diaper has been soiled a lot so that a user needs to check the diaper.
ja: オムツの状態は小便、大便、ガス、オムツの交換時間を総合的に確認して、オムツの汚れ程度を表します。 快適、汚れ、要確認の3段階で表示されます。
ko: 기저귀 상태는 소변, 대변, 가스, 기저귀 교체시간을 종합적으로 확인하여 기저귀의 오염 정도를 나타냅니다. 쾌적, 오염, 확인필요 등 3단계로 나타납니다.

# guide_sensor_voc_avg_title
source: VOC Gas
ja: VOCガス量
ko: VOC 가스량

# guide_sensor_voc_avg_contents
source: VOCs are numerous, varied, and ubiquitous. They include both human-made and naturally occurring chemical compounds. Most scents or odors are of VOCs. This value shows the amount of the average of the VOCs in a diaper during 5 minutes. And there are 5 stages of None, Low, High, Very High and Very Bad. If the stage of High is maintained continuously, please check the diaper. Even if there is poop or fart in the diaper, the amount of VOCs could be detected little bit differently like the odors of poop or fart is different.
ja: センサーが感知するVOCガスは、揮発性有機化合物を測定します。 センサーが感知するこのガス量は、最近5分間の平均ガス量で、なし、少量、高い、非常に高いの4段階で表示されます。 このガス量は、人が感じる悪臭の程度とは違いますが、高いが続く場合はオムツを一度確認してください。 ※大便またはおならの匂いが異なるように、成分によって感知されるガス量が少ない場合があります。
ko: 센서가 감지하는 VOC 가스는 휘발성유기화합물을 총칭합니다. 센서가 감지하는 이 가스량은 최근 5분 동안의 평균 가스량이며, 없음, 소량, 높음, 매우높음 4단계로 나타납니다. 이 가스량은 사람이 느끼는 냅새의 지독한 정도와는 조금 다를 수 있으나, 높음이 유지되는 경우 기저귀를 한번 확인해주시기 바랍니다. ※ 대변 또는 방구의 냄새가 다르듯이 성분에 따라 감지되는 가스량이 적을 수 있습니다.

# guide_sensor_moving_title
source: Movement level
ja: 活動量
ko: 활동량

# guide_sensor_moving_contents
source: This value is the level of movements which a diaper sensor detects. If a baby moves continuously or a baby moves quickly, this value changes to the higher. There are 4 stages of None, Calm, Active and Energetic.
ja: センサーが感知する動きの程度です。 活動量は瞬間的に大きく動いたり継続的に動くと、活動量数値が上昇します。 (動き)なし、落ち着き、活発、非常に活発の4段階で表示されます。
ko: 센서가 감지하는 움직임 정도입니다. 활동량은 순간적으로 크게 움직이거나 지속적으로 움직이는 경우 활동량 수치가 높아집니다. (움직임)없음, 차분, 활발, 매우활발 등 4단계로 나타납니다.

# guide_sensor_operation_title
source: Sensor status
ja: センサーの状態
ko: 센서상태

# guide_sensor_operation_contents
source: The sensor status can be displayed by Ready, Stand by and Analyzing. Ready: The diaper sensor is monitoring. Stand by: The diaper sensor needs to be attached to a diaper. If a user attaches it, the status would be changed to Ready within 30 seconds. Analyzing: The diaper sensor detects increase of the amount of the gas in a diaper and it analyzes the components of the gas.
ja: センサーの状態は、センシング中、待機中、分析中が表示されます。 センシング中：モニタリングが実行中の状態です。 待機中：オムツに付着してから約30秒が経過するとセンシング中に変わります。すでに付着された状態の場合は、センサーを取り外してからもう一度付けてください。 分析中：ガス量の急上昇が感知され、ガスを分析中の状態です。
ko: 센서상태는 센싱중, 대기중, 분석중으로 나타납니다. 센싱중: 모니터링이 진행되고 있는 상태입니다. 대기중: 기저귀에 부착 후 약 30초가량 지나면 센싱중으로 변경됩니다. 이미 부착이 된 상태라면 센서를 떼었다가 다시 붙여주세요. 분석중: 가스량이 급격한 상승이 감지되어 가스에 대해 분석중인 상태입니다.

# toast_sensor_sleep_than_start_time
source: Set the sleep end time later than the start time.
ja: 睡眠終了時間を開始時間より遅く設定してください。
ko: 수면 종료 시간을 시작 시간 보다 더 늦게 설정해주세요.

# device_sensor_the_latest_time
source: %@ elapsed
ja: %@ 前
ko: %@ 전

# device_sensor_naps
source: naps
ja: 昼寝
ko: 낮잠

# device_sensor_night_sleep
source: night sleep
ja: 夕寝
ko: 밤잠

# device_sensor_breast_milk_left
source: left
ja: 左
ko: 왼쪽

# device_sensor_breast_milk_right
source: right
ja: 右
ko: 오른쪽

# notification_sleep_end_for_ios
source: Sleep
ja: 睡眠
ko: 수면

# assistant_title
source: Google Assistant에서 모닛 사용하기
ja: Google AssistantでMONITを利用する

# assistant_guide_title
source: Google Assistant 연동하기
ja: Google Assistantに連携する

# assistant_guide_contents_1
source: Google Assistant 앱을 실행합니다. Assistant 앱이 실행되면 '베이비 모니터에게 말하기' 라고 말해주세요. 자동으로 인증페이지에 연결됩니다.
ja: Google Assistantアプリを実行してください。 Assistantアプリが実行したら、 'ベビーモニターに話す'と話してください。自動的に認証ページに移動します。

# assistant_guide_btn_app_open
source: Google Assistant 앱 실행하기
ja: Google Assistantアプリを実行する

# assistant_guide_contents_3
source: 아래의 버튼을 눌러 인증키를 발급하세요.
ja: 下記のボタンを押して認証キーを発行してください。

# assistant_auth_btn_issue
source: 인증키 발급하기
ja: 認証キーを発行する

# assistant_auth_memberid_title
source: 나의 회원코드
ja: マイ会員コード

# assistant_auth_key_title
source: 인증키
ja: 認証キー

# assistant_auth_btn_reissue
source: 인증키 재발급하기
ja: 認証キーを再発行する

# assistant_auth_btn_copy
source: 복사하기
ja: コピー

# device_monit_hub_lamp_differentiation
source: Please check a socket to charge a diaper sensor when you connect a hub. No socket is in a lamp.
ja: ハブには機器の上部にセンサー充電ソケットがあり、ランプにはセンサー充電ソケットがありません。
ko: 허브는 기기 상단에 센서 충전 소켓이 있고, 램프는 센서 충전 소켓이 없습니다.

# notification_diaper_status_diaper_soiled_title
source: Soiled detected
ja: オムツの汚れ感知
ko: 기저귀 오염감지

# setting_device_enable_diaper_soiled_alarm
source: Diaper soiled
ja: オムツの汚れ
ko: 기저귀 오염

# setting_device_babyinfo_description
source: Update about the information of baby using this sensor. The accuracy of the sensor may be related to this information.
ja: センサーを使用する赤ちゃんの情報をアップデートしてください。入力した情報によってセンサーの正確度が異なります。
ko: 센서를 사용하는 아기정보를 업데이트 합니다. 입력된 정보에 따라 센서의 정확도가 차이날 수 있습니다.

# setting_device_enable_connection_alarm_description
source: You can get a notification when 15 minutes elapsed since this sensor was disconnected.
ja: センサーとの接続が15分以上途切れたら通知を受け取ります。
ko: 센서와 연결이 15분 이상 끊어지는 경우 알람을 받습니다.

# setting_device_enable_diaper_check_alarm_description
source: You can get an alarm when a diaper soiled a lot.
ja: オムツの汚れ程度が上昇したらオムツ要確認の通知を受け取ります。
ko: 기저귀 오염 정도가 높아지면 기저귀 확인 필요 알람을 받습니다.

# setting_device_enable_diaper_soiled_alarm_description
source: You can get an alarm when a diaper is soiled by pee, poo and so on.
ja: オムツが小便・大便などにより汚れたら通知を受け取ります。
ko: 기저귀가 소변/대변 등으로 오염이 될 때마다 알람을 받습니다.

# setting_device_sensor_movement_during_sleep_description
source: You can get an alarm when your baby is awake or tossing.
ja: 睡眠中に寝返りをうったり目が覚めて動きがある場合に通知を受け取ります。
ko: 수면 중에 뒤척이거나 깨서 움직이는 경우 알람을 받습니다.

# setting_device_firmware_version_description
source: This shows the version of firmware and you can update this device to the latest version of the firmware.
ja: ファームウェアのバージョンを表し、最新ファームウェアにアップデートすることができます。
ko: 펌웨어 버전을 나타내며, 최신 펌웨어로 업데이트 할 수 있습니다.

# setting_device_environment_temperature_description
source: You can get an alarm when temperature is out of range from this range you have set.
ja: 適正温度を設定して、適正温度から外れた場合は通知を受け取ります。
ko: 적정온도를 설정하고, 적정온도를 벗어나면 알람을 받습니다.

# setting_device_environment_humidity_description
source: You can get an alarm when humidity is out of range from this range you have set.
ja: 適正湿度を設定して、適正湿度から外れた場合は通知を受け取ります。
ko: 적정습도를 설정하고, 적정습도를 벗어나면 알람을 받습니다.

# setting_device_led_light_description
source: Turning on/off the LED(blue or red) which is on the top case of this device.
ja: 機器の上部分にある青・赤のLED状態ランプをオン・オフします。
ko: 기기 상단에 있는 파란/빨간 LED상태등을 켜거나 끕니다.

# setting_ap_info_title_description
source: This shows the name of the access point which has been set now. You can connect/update an access point to connect to the Internet.
ja: 現在設定された無線ネットワーク名が表示されます。無線ネットワークを変更・設定することができます。
ko: 현재 설정된 무선네트워크 이름을 표시합니다. 무선네트워크를 변경/설정할 수 있습니다.

# setting_device_firmware_lamp_internet
source: To update the firmware of this lamp, this lamp should be connected to the Internet. But now, the lamp is only connected to the smartphone via Bluetooth without any Internet connection. If you want to update the firmware, please connect this lamp to the Internet with selecting network change button at the device setting page.
ja: ランプのアップデートは、ランプがインターネットに接続された状態で実行できます。 現在はランプがインターネットに接続されておらず、スマートフォンとBluetoothで接続されているため、設定でネットワーク変更ボタンを押してランプをインターネットに接続してください。
ko: 램프를 업데이트 하기 위해서는 램프가 인터넷에 연결되어 있어야 합니다. 지금은 램프가 인터넷 연결 없이, 스마트폰과 블루투스로 연결되어 있으므로, 설정에 네트워크 변경 버튼을 눌러 램프를 인터넷에 연결시켜주세요.

# connection_elderly_sensor_ready_title
source: Elderly diaper sensor
ja: 大人用オムツセンサー
ko: 성인용 기저귀 센서

# connection_elderly_sensor_ready_detail_step1
source: Turn on the sensor.
ja: センサーの電源をオンにしてください。
ko: 센서의 전원을 켜주세요.

# connection_elderly_sensor_ready_detail_step2
source: Check blue light is flashing.
ja: 青いLEDが点滅するのを確認してください。
ko: 파란색 LED가 깜빡이는 것을 확인해주세요.

# device_type_elderly_diaper_sensor
source: Elderly diaper sensor
ja: 大人用オムツセンサー
ko: 성인용 기저귀 센서

# connection_elderly_sensor_info_title
source: Patient info
ja: 患者情報登録
ko: 환자 정보 등록

# connection_elderly_sensor_info_detail
source: Please input the information of patient who uses this sensor. The accuracy of the sensor may be related to this information.
ja: センサーを使用する患者の情報を登録してください。入力された情報によってセンサーの正確度が異なります。
ko: 센서를 사용할 환자 정보를 등록해주세요. 입력된 정보에 따라 센서의 정확도가 차이날 수 있습니다.

# NOTIFICATION_DIAPER_SOILED
source: %@ Soiled detected
ja: %@ オムツの汚れ感知
ko: %@ 기저귀 오염감지

# NOTIFICATION_DIAPER_SOILED_PEE
source: %@ Soiled detected(Pee)
ja: %@ オムツの汚れ感知(小便)
ko: %@ 기저귀 오염감지(소변)

# NOTIFICATION_DIAPER_SOILED_POO
source: %@ Soiled detected(Poo)
ja: %@ オムツの汚れ感知(大便)
ko: %@ 기저귀 오염감지(대변)

# dialog_contents_limited_feature_during_lamp_bluetooth_connection
source: This lamp is not connected to the Internet. This feature is disabled when this lamp is only connected with this smartphone via Bluetooth. Please connect this lamp to the Internet via Setting > Network.
ja: ランプがインターネットに接続されていません。スマートフォンとBluetoothだけで接続されている状態では、当該機能を利用することができません。設定＞ネットワーク変更でインターネットに接続してください。
ko: 램프가 인터넷에 연결되어있지 않습니다. 스마트폰과 블루투스로만 연결된 경우 해당기능을 사용할 수 없습니다. 설정 > 네트워크변경에서 인터넷에 연결해주세요.

# setting_device_enable_auto_sleep_monitoring
source: Automatic sleep monitoring
ja: 自動スリープ監視
ko: 자동 수면 모니터링

# dialog_contents_sensor_already_registered_init
source: [Warning] This initializing will delete all the data from this sensor. If you want to reset, please enter the membership code below. Membership code:
es_mx: [Warning] This initializing will delete all the data from this sensor. Si desea restablecer, ingrese el código de membresía a continuación. Código de membresía :
ja: [注意] 機器を初期化すると機器のユーザー情報はすべて削除されますのでご注意ください。 初期化をご希望の場合は、下記の会員コードをご入力ください。 簡単ID :
ko: [주의] 기기 초기화시에는 기기의 사용 정보가 모두 삭제되므로 주의해서 초기화해주시기 바랍니다. 초기화를 원하신다면 아래 회원코드를 입력하세요. 나의 회원코드:

# init_member_hint
source: Membership code(6digits)
es_mx: Código de membresía (6 dígitos)
ja: 簡単ID（6文字）
ko: 회원코드(6자리)
zh_hans: 会员代码（6个字）

# warning_invalid_short_id
source: Invalid membership code
es_mx: Código de membresía inválido
ja: 正しい形式で入力してください
ko: 올바른 회원코드 형식이 아닙니다.
zh_hans: 不是正常的会员代码格式

# connection_hub_network_security_none
source: OPEN
ko: 없음
zh_hans: 没有

# account_signup_welcome_title_for_kc
source: Welcome to HuggiesxMonit Service
ko: 회원가입을 환영합니다.

# dialog_contents_lamp_already_registered
source: This lamp has already been registered. Please give your 6-digit membership code to the user who has registered this device. If you are invited to the user's sharing group, you can connect this device automatically without registration. Membership code:
ko: 이 램프은 이미 등록되어 있습니다. 램프을 등록한 사용자에게 아래 6자리 회원코드를 알려주세요. 등록 사용자의 공유하기 그룹에 초대되면 기기를 등록할 필요 없이 자동으로 연결됩니다. 나의 회원코드:

# toast_lamp_initialize_succeeded
source: Lamp initializing has been succeeded
ko: 램프 초기화에 성공했습니다.

# dialog_contents_Lamp_already_registered_init
source: [Warning] This initializing will delete all the data from this Lamp. If you want to reset, please enter the membership code below. Membership code:
ko: [주의] 기기 초기화시에는 기기의 사용 정보가 모두 삭제되므로 주의해서 초기화해주시기 바랍니다. 초기화를 원하신다면 아래 회원코드를 입력하세요. 나의 회원코드:

# btn_diaper_sensor_dry_diaper
source: Dry Diaper
zh_hans: 干尿布

# btn_diaper_sensor_change_diaper
source: Change Diaper
zh_hans: 更换尿布

# device_sensor_diaper_status_no_pee_or_poo
source: No Pee Or Poo Detected
zh_hans: 未检测粪便
