Repository: Ethan-mo/AccelerationUsingBLE
Catalog: AccelerationUsingBLE/Uitils/Monit/*.lproj/Localizable.strings
Languages: es_mx, ja, ko, zh_hans

# dialog_contents_not_detected_lamp
source: Cannot find nursing lamp nearby. Please try again after following steps. 1. Reconnect the USB power to the nursing lamp. 2. Check the nursing lamp LED is kept blinking in blue. 3. Select Try again button below.
ja: 周辺に授乳灯がみつかりません。 次の方法で再度やり直してください。 1. 授乳灯のアダプターを抜いて、再度押し込んでください。 2.授乳灯の上側のLEDが 青色に点滅いるかをご確認ください。 3. 下側の再試行ボタンを押してください。
ko: 주변에 램프가 검색되지 않습니다. 다음 방법으로 다시 시도해 주세요. 1. 램프 어댑터를 빼고 다시 꽂아 주세요. 2. 램프 상단 LED가 파란색으로 깜빡이는지 확인해주세요. 3. 아래 다시시도 버튼을 눌러 주세요.
zh_hans: 在附近找不到夜灯。 按照下列步骤，请重试。 1。将USB电源重新连接到夜灯。 2。查看夜灯的LED是否一直蓝灯闪烁。 3。请按下下面的重试按键。

# connection_lamp_ready_detail_step1
source: Please connect the USB power to the nursing lamp using the supplied adapter. When connecting to a USB port on your computer or a multi USB ports, it may not work properly due to insufficient power supply.
ja: 授乳灯の製品と同梱されている充電器を利用して、USB電源を接続してください。 コンピュータのUSBポートやマルチUSBポートに接続すると、十分な電力供給ができず、正常に動作しないことがあります。
ko: 램프 제품과 동봉된 어댑터를 이용하여 USB 전원을 연결해 주세요. 컴퓨터 USB포트나 멀티 USB포트에 연결시 충분한 전력공급이 되지않아 정상동작 하지 않을 수 있습니다.
zh_hans: 请使用提供的适配器将USB电源连接到夜灯。 连接到计算机上的USB端口或多个USB端口时，由于电源不足，可能无法正常启动

# connection_lamp_ready_detail_step2
source: Check blue light is flashing.
ja: 青い光が点滅いることをご確認ください。
ko: 파란불이 깜빡이는지 확인해 주세요.
zh_hans: 查看蓝灯是否闪烁

# connection_lamp_select_ap_detail
source: Choose a network below to use for the nursing lamp
ja: 下記のリストより授乳灯が使う無線ネットワークを選んでください。
ko: 아래 목록에서 램프가 사용할 무선 네트워크를 선택해주세요.
zh_hans: 下面无线网络之中，请选择要与夜灯连接网络

# connection_lamp_select_ap_detail_etc
source: This nursing lamp is enable to connect with only 2.4Ghz band wireless network. 5Ghz band wireless network is unavailable to be found and connected.
ja: 授乳灯は2.4Ghz帯域の無線ネットワークのみ接続できます。5Ghz帯域の無線ネットワークは、検出されず、接続ができません。
ko: 램프는 2.4Ghz 대역 무선네트워크만 연결이 가능합니다. 5Ghz 대역 무선네트워크는 검색되지 않으며, 연결이 불가합니다.
zh_hans: 该夜灯只能连接2.4GHz频段的无线网络。无法与5GHz频段的无线网络连接。

# connection_lamp_scan_ap_detail
source: Nursing lamp is Connected! Press search button below for nursing lamp connection to Wireless network.
ja: 授乳灯が接続されました！ ‘検索’ボタンを押して、授乳灯を無線ネットワークに接続してください。
ko: 램프가 연결되었습니다! 아래 찾기 버튼을 눌러 램프를 무선 네트워크에 연결해주세요.
zh_hans: 夜灯接通！按下下面的搜索按键，将夜灯连接到无线网络。

# connection_lamp_connected_title
source: Nursing lamp is Connected!
ja: 授乳灯の接続に成功しました！
ko: 램프 연결에 성공했습니다!
zh_hans: 夜灯连接成功

# connection_lamp_connected_detail
source: Now nursing lamp is ready to use.
ja: 授乳灯を使用することができます。
ko: 이제 램프를 사용할 수 있습니다.
zh_hans: 现在可以使用夜灯

# connection_lamp_connected_detail_with_setting
source: Now nursing lamp is ready to use. When temperature or humidity goes out of the optimal range you set below, the alarm will notify you. You can set these options in the setting page of this nursing lamp as well.
ja: 授乳灯を使用することができます。 適正温度と湿度を設定すると設定した範囲を超えた時に通知を受けることができます。この設定は、授乳灯の設定ページでも変更ができます。
ko: 이제 램프를 사용할 수 있습니다. 아래 적정 온도와 습도를 설정하시면 설정범위를 벗어났을 때 알람을 받으실 수 있습니다. 이 설정은 각 램프의 설정페이지에서도 변경이 가능합니다.
zh_hans: 现在可以使用夜灯。 下面设置适合温度和湿度的话，每当超过设置范围时，会提醒您。此设置您也可以在各夜灯设置上更改。

# dialog_contents_lamp_ap_connecting
source: Setting the Internet connection on the nursing lamp. One moment please.
ja: 授乳灯のインターネットの設定を進行しています。 しばらくお待ちください。.
ko: 램프의 인터넷 설정이 진행중입니다. 잠시만 기다려주세요.
zh_hans: 正在夜灯网络设置 请稍候。

# dialog_connection_not_received_ap_info_lamp
source: Failed to get found wireless network information. Please try it again.
ja: 無線ネットワークの情報の取得に失敗しました。再度やり直してください。
ko: 램프로 부터 무선 AP 정보를 받아오지 못했습니다. 다시 시도해주세요.
zh_hans: 从夜灯无法收到无线AP信息。请重试。

# device_lamp_disconnected
source: Lost connection with the nursing lamp. Please check the internet network status. If the problem persists, remove and re-plug the nursing lamp power adapter.
ja: 授乳灯との接続が切断されました。無線ネットワークの状態を確認してください。問題が解決できない場合は、授乳灯の電源アダプタを抜いて再び入れてください。
ko: 램프와 연결이 끊어졌습니다. 인터넷 네트워크 상태를 확인해주세요. 문제가 해결되지 않으면 램프 전원 어댑터를 뺐다가 다시 껴주세요.
zh_hans: 与夜灯连接断开。请查看网络状态。如果问题无法解决，请拆下夜灯电源适配器并重新插上。

# device_lamp_disconnected_title
source: Lost connection with the nursing lamp
ja: 授乳灯との接続が切断されました。
ko: 램프와 연결이 끊어졌습니다.
zh_hans: 与夜灯连接断开

# device_lamp_disconnected_detail
source: Please check the internet network status. To change the network, go to the upper right Setting and select Change Network.
ja: インターネットの状態を確認してください。 ネットワークを変更の方法は、設定→ネットワークの変更から変更できます。
ko: 인터넷 네트워크 상태를 확인해주세요. 네트워크를 변경하시려면 우측상단 설정에 들어가서 네트워크 변경을 선택하세요.
zh_hans: 请查看网络状态。要更改网络，请转到右上角的设置并选择更改网络。

# btn_diaper_sensor_diaper_changed
source: Diaper Changed
es_mx: Pañal cambiado
ja: オムツ交換完了
zh_hans: 更换完成

# contents_need_lamp_firmware_update
source: Nursing lamp firmware updates provide enhanced functionality.
ja: 授乳灯のファームウェアのアップデートによって向上された機能を使用することができます。
ko: 램프 펌웨어 업데이트를 통해 향상된 기능을 사용할 수 있습니다.
zh_hans: 通过夜灯固件更新，可以使用提升的功能。

# tooltip_sensor_status_tab
source: You can see the current diaper status.
ja: 現在のオムツの状態がご確認できます。
ko: 현재 기저귀 상태를 확인할 수 있습니다.
zh_hans: 您现在可以查看尿布状态。

# tooltip_sensor_graph_tab
source: You can see a graph which shows the number of alerts during a week or a month.
ja: 以前に記録されたオムツの状態のグラフがご確認できます。
ko: 지난 기저귀 상태 그래프를 확인할 수 있습니다.
zh_hans: 您可以看到过去尿布动态图表。

# tooltip_sensor_alarm_tab
source: You can see received alert list.
ja: オムツの状態の通知のリストがご確認できます。
ko: 기저귀 상태 알람목록을 확인할 수 있습니다.
zh_hans: 您可以看到尿布提醒列表。

# tooltip_sensor_setup
source: You can set baby information or notification alarm.
ja: オムツセンサーの赤ちゃんの情報またはオムツの状態の通知のオン・オフの設定ができます。
ko: 기저귀 센서의 아기정보 또는 기저귀 상태 알람 켜고 끄기 설정이 가능합니다.
zh_hans: 您可以设置婴儿信息或APP提示。

# setting_device_serial_number
source: Serial number
ja: シリアルナンバー
ko: 시리얼 번호
zh_hans: 验证码

# setting_temperature_range
source: Temperature range
ja: 滴定温度の範囲
ko: 적정온도범위
zh_hans: 温度范围

# setting_humidity_range
source: Humidity range
ja: 滴定湿度の範囲
ko: 적정습도범위
zh_hans: 湿度范围

# setting_hint_range
source: Please set the range
ja: 範囲を調節してください。
ko: 범위를 조절해주세요.
zh_hans: 请设置范围

# setting_warning_range
source: Please set the range
ja: 範囲を調節してください。
ko: 범위를 조절해주세요.
zh_hans: 请设置范围

# setting_room_name
source: Room name
ja: 赤ちゃんの部屋名
ko: 아기방이름
zh_hans: 房间名

# setting_sensor_eating_summary
source: ※ Multi-selectable
ja: ※ 重複選択可能
ko: ※ 중복 선택 가능
zh_hans: 可重复选

# setting_warning_dialog_room_name
source: Input baby's room name
ja: 赤ちゃんの部屋名をご入力してください。
ko: 아기방 이름을 입력해주세요
zh_hans: 请输入宝宝房间名

# setting_baby_name_hint
source: Who uses this diaper sensor?
ja: 誰がこのセンサーを使いますか。
ko: 누가 이 센서를 사용하나요?
zh_hans: 谁用此尿布提醒器

# setting_room_name_hint
source: Where is this hub placed?
ja: どこにハブが置いてありますか。
ko: 어디에 허브가 놓여져있나요?
zh_hans: 空气质量检测仪器放在哪？

# movement_deep_sleep
source: Sleep deeply
ja: 熟眠
ko: 깊은잠

# movement_disconnected
source: Disconnected
ja: 接続切断
ko: 연결끊김

# movement_not_moving
source: Stay still
ja: なし
ko: 없음

# movement_not_using
source: Not using
ja: 使用しない
ko: 사용안함

# agreement_description_kc
source: To use the Huggies x Monit service, you need to agree to the terms and conditions by selecting checkbox. You can see the terms and conditions by selecting show button. (*) is a required agreement.
ja: Huggies×MONITサービスを利用するためには利用規約に同意する必要があります。チェックボックスにチェックして、利用規約に同意してください。表示ボタンを選択すると利用規約の内容を確認することができます。 (*)は必須同意の規約です。

# signup_step1_title_kc
source: Create Huggies x Monit Account
ja: Huggies×MONITアカウントを作成する

# signup_step1_detail_kc
source: Huggies x Monit account is necessary for using this service. Fill out boxes below and select the button on the top.
ja: このサービスを利用するためにはHuggies×MONITアカウントが必要です。 下記のボックスに入力して、上部にあるボタンを選択してください。

# account_signup_welcome_title_kc
source: Welcome to Huggies x Monit Service
ja: Huggies×MONITサービスへようこそ。

# account_signup_welcome_description_kc
source: Huggies x Monit will help babycare smarter.
ja: Huggies×MONITは、よりスマートに赤ちゃんを見守るお手伝いをいたします。

# setting_account_name_hint
source: Who cares a baby?
ja: 誰が赤ちゃんをケアーしていますか。
ko: 누가 아기를 돌보시나요?
zh_hans: 谁照顾宝宝

# connection_package_components
source: Diaper Sensor / Hub / Diaper Cradle
ja: オムツセンサー / ハブ / オムツクレードル
ko: 기저귀 센서 / 허브 / 기저귀 크래들

# device_monit_package
source: Package
ja: MONITパッケージ
ko: 모닛 패키지

# connection_package_ready_title
source: Ready for connection to the package
ja: MONITパッケージの接続を準備する
ko: 모닛 패키지 연결 준비하기

# connection_package_put_sensor_detail
source: Put the sensor into a hub. The sensor needs to be plugged into the hub to activate it. The hub will be connected with your smart phone through the sensor.
ja: センサーをハブに差し込んでください。センサーとハブは両方とも当時にスマートフォンとBluetoothで接続されます。
ko: 센서를 허브에 꽂아주세요. 센서와 허브가 한번에 스마트폰과 블루투스로 연결됩니다.

# setting_title_sensor_information
source: Information of baby who uses this sensor
ja: センサーを使用する赤ちゃんの情報
ko: 센서를 사용하는 아기 정보

# setting_title_hub_information
source: Information of room for the hub
ja: ハブを使用する赤ちゃんの部屋の情報
ko: 허브를 사용하는 아기방 정보

# dialog_contents_sensor_already_registered
source: This diaper sensor has already been registered. Please give your 6-digit membership code to the user who has registered this device. If you are invited to the user's sharing group, you can connect this device automatically without registration. Membership code:
es_mx: Este dispositivo ya se registro. Por favor, de su codigo de miembro de 6 digitos al usuario que ha registrado este dispositivo. Si esta invitado al grupo de usuarios compartidos, puede conectar este dispositivo automaticamente sin codigo de suscripcion.
ja: この機器は、既に登録されている機器です。先にこの機器を登録したユーザーに6桁の会員コードを教えてください。登録したユーザーの共有グループに招待されると、機器を登録することなく、自動的に接続されます。 会員コード：
ko: 이 기저귀 센서는 이미 등록되어 있습니다. 센서를 등록한 사용자에게 아래 6자리 회원코드를 알려주세요. 등록 사용자의 공유하기 그룹에 초대되면 기기를 등록할 필요 없이 자동으로 연결됩니다. 나의 회원코드:
zh_hans: 该设备已被注册过。请将您的6个字会员代码告诉注册设备的使用者。如您被此使用者邀请分享群体的话，与设备自动连接，不必再注册。 会员代码:

# dialog_contents_hub_already_registered
source: This hub has already been registered. Please give your 6-digit membership code to the user who has registered this device. If you are invited to the user's sharing group, you can connect this device automatically without registration. Membership code:
es_mx: Este dispositivo ya se registro. Por favor, de su codigo de miembro de 6 digitos al usuario que ha registrado este dispositivo. Si esta invitado al grupo de usuarios compartidos, puede conectar este dispositivo automaticamente sin codigo de suscripcion.
ja: この機器は、既に登録されている機器です。先にこの機器を登録したユーザーに6桁の会員コードを教えてください。登録したユーザーの共有グループに招待されると、機器を登録することなく、自動的に接続されます。 会員コード：
ko: 이 허브는 이미 등록되어 있습니다. 허브를 등록한 사용자에게 아래 6자리 회원코드를 알려주세요. 등록 사용자의 공유하기 그룹에 초대되면 기기를 등록할 필요 없이 자동으로 연결됩니다. 나의 회원코드:
zh_hans: 该设备已被注册过。请将您的6个字会员代码告诉注册设备的使用者。如您被此使用者邀请分享群体的话，与设备自动连接，不必再注册。 会员代码:

# btn_device_initialize
source: Initialize
ja: 初期化
ko: 초기화

# dialog_contents_sensor_initialize_with_serialnumber
source: Input the serial number of the diaper sensor which is placed on the backside of the sensor or a package box. After checking the serial number, the sensor will be initialized. Serial number is like 'MKX123123123' [Warning] This initializing will delete all the data from this sensor.
es_mx: Input the serial number of the diaper sensor which is placed on the backside of the sensor or a package box. After checking the serial number, the sensor will be initialized. [Warning] This initializing will delete all the data from this sensor.
ja: センサー裏面または製品パッケージに記載されたオムツセンサーのシリアルナンバーを入力してください。シリアルナンバーを確認して機器を初期化してください。 [注意] 機器を初期化すると機器のユーザー情報はすべて削除されますのでご注意ください。
ko: 센서 뒷면 또는 제품 박스에 나와있는 기저귀센서의 시리얼번호를 입력해주세요. 시리얼번호 확인 후 기기를 초기화합니다. [주의] 기기 초기화시에는 기기의 사용 정보가 모두 삭제되므로 주의해서 초기화해주시기 바랍니다.
zh_hans: Input the serial number of the diaper sensor which is placed on the backside of the sensor or a package box. After checking the serial number, the sensor will be initialized. [Warning] This initializing will delete all the data from this sensor.

# toast_sensor_initialize_succeeded
source: Diaper sensor initializing has been succeeded
ja: オムツセンサーの初期化に成功しました。
ko: 기저귀 센서 초기화에 성공했습니다.

# toast_sensor_initialize_failed
source: Diaper sensor initializing has been failed.
ja: オムツセンサーの初期化に失敗しました。
ko: 기저귀 센서 초기화에 실패했습니다.

# toast_sensor_initialize_wrong_serialnumber
source: Wrong diaper sensor serial number
ja: オムツセンサーのシリアルナンバーが正しくありません。
ko: 기저귀 센서의 시리얼번호가 맞지 않습니다.

# dialog_contents_hub_initialize_with_serialnumber
source: Input the serial number of the hub which is placed on the bottom of the hub or a package box. After checking the serial number, the hub will be initialized. Serial number is like 'HKX123123123' [Warning] This initializing will delete all the data from this hub.
es_mx: Input the serial number of the hub which is placed on the bottom of the hub or a package box. After checking the serial number, the hub will be initialized. [Warning] This initializing will delete all the data from this sensor.
ja: ハブの底面または製品パッケージに記載されたハブのシリアルナンバーを入力してください。シリアルナンバーを確認して機器を初期化してください。 [注意] 機器を初期化すると機器のユーザー情報はすべて削除されますのでご注意ください。
ko: 허브 아랫면 또는 제품 박스에 나와있는 허브의 시리얼번호를 입력해주세요. 시리얼번호 확인 후 기기를 초기화합니다. [주의] 기기 초기화시에는 기기의 사용 정보가 모두 삭제되므로 주의해서 초기화해주시기 바랍니다.
zh_hans: Input the serial number of the hub which is placed on the bottom of the hub or a package box. After checking the serial number, the hub will be initialized. [Warning] This initializing will delete all the data from this sensor.

# toast_hub_initialize_succeeded
source: Hub initializing has been succeeded
ja: ハブの初期化に成功しました。
ko: 허브 초기화에 성공했습니다.

# toast_hub_initialize_failed
source: Hub initializing has been failed.
ja: ハブの初期化に失敗しました。
ko: 허브 초기화에 실패했습니다.

# toast_hub_initialize_wrong_serialnumber
source: Wrong hub serial number
ja: ハブのシリアルナンバーが正しくありません。
ko: 허브의 시리얼번호가 맞지 않습니다.

# dialog_contents_initializing_device
source: Initializing the device now. One moment please.
es_mx: Inicializando... Por favor espera un rato.
ja: 初期化中... しばらくお待ちください。
ko: 초기화중입니다. 잠시만 기다려주세요
zh_hans: 初始化中，请稍等

# account_warning_password_no_alphabet_lowercase
source: Input at least a lowercase letter.
es_mx: Ingrese al menos una letra minúscula.
ja: 少なくとも小文字を入力してください。
ko: 영문 소문자도 입력해주세요.
zh_hans: 输入至少一个小写字母。

# account_warning_password_no_alphabet_uppercase
source: Input at least an uppercase letter.
es_mx: Ingrese al menos una letra mayúscula.
ja: 少なくとも大文字を入力してください。
ko: 영문 대문자도 입력해주세요.
zh_hans: 输入至少一个大写字母。

# account_current_password
source: Current password
es_mx: Contraseña actual
ja: 現在のパスワード
ko: 기존 비밀번호
zh_hans: 当前密码

# account_current_password_not_match
source: Enter correct current password.
es_mx: Las contraseñas existentes no coinciden
ja: 既存のパスワードが一致しません
ko: 기존 비밀번호가 일치하지 않습니다.
zh_hans: 现有密码不匹配

# account_current_password_hint
source: Enter current password
es_mx: Ingrese la contraseña existente
ja: 既存のパスワードを入力してください
ko: 기존 비밀번호 입력
zh_hans: 输入现有密码

# connection_monit_sensor_attaching_guide_title
source: Sensor attaching Guide
ja: センサー付着ガイド
ko: 센서 부착 가이드

# connection_monit_sensor_attaching_guide_cradle_title
source: How to attach the diaper cradle
ja: クレードル連結方法
ko: 크래들 결합 방법

# connection_monit_sensor_attaching_guide_cradle_description
source: Please attach the diaper cradle so that the sensing part is visible in the hole.
ja: センサー上部分の穴(センサーホール)がクレードルの真ん中にくるようにセンサーとクレードルを連結させてください。
ko: 센서 윗면의 구멍(센싱홀)이 크래들 가운데 보이도록 센서와 크래들을 결합해주세요.

# connection_monit_sensor_attaching_guide_diaper_title
source: How to attach to the diaper
ja: センサー付着方法
ko: 센서 부착 방법

# connection_monit_sensor_attaching_guide_diaper_description
source: Attach the sensor to the bottom of the hips. The sensor position may affect alarm accuracy. Twist the sensor lightly so that it is firmly attached to the diaper.
ja: センサーをお尻の下側に付着してください。 センサーを付着する位置はアラームの正確度に影響を与えます。 センサーがしっかり付着されるよう、オムツに付けてから時計回りと反時計回りに回してください。
ko: 센서를 엉덩이 아래쪽으로 부착해주세요. 센서의 부착위치는 알람 정확도에 영향을 줄 수 있습니다. 센서를 단단하게 부착하기 위해서는 기저귀에 부착 후 시계방향, 반시계방향으로 가볍게 돌려주세요.

# dfu_update_available_description_force
source: To ensure the best security, please update the firmware to the most recent version available.
ja: 現在、ファームウェアのバージョンにセキュリティ上の脆弱性が発見されました。 セキュリティ上の脆弱性を解決するため、最新バージョンのファームウェアにアップデードしてください。
ko: 현재 펌웨어 버전에 보안 취약점이 발견되었습니다. 보안 취약점 해결을 위해 최신버전의 펌웨어로 업데이트 해주세요.

# contents_need_sensor_firmware_update_force
source: To ensure the best security, please update the sensor firmware to the most recent version available.
ja: センサーのファームウェアのバージョンにセキュリティ上の脆弱性が発見されました。セキュリティ上の脆弱性を解決するため、最新バージョンのファームウェアにアップデードしてください。
ko: 센서 펌웨어 버전에서 보안 취약점이 발견되었습니다. 보안 취약점 해결을 위해 최신버전의 펌웨어로 업데이트 해주세요.

# contents_need_hub_firmware_update_force
source: To ensure the best security, please update the hub firmware to the most recent version available.
ja: ハブのファームウェアのバージョンにセキュリティ上の脆弱性が発見されました。セキュリティ上の脆弱性を解決するため、最新バージョンのファームウェアにアップデードしてください。
ko: 허브 펌웨어 버전에서 보안 취약점이 발견되었습니다. 보안 취약점 해결을 위해 최신버전의 펌웨어로 업데이트 해주세요.

# contents_need_firmware_update_force
source: To ensure the best security, please update the firmware to the most recent version available.
ja: 現在、ファームウェアのバージョンにセキュリティ上の脆弱性が発見されました。 製品を引き続き使用するには、ファームウェアをアップデートしてください。
ko: 현재 펌웨어 버전에서 보안 취약점이 발견되었습니다. 제품을 계속 사용하시려면 펌웨어를 업데이트 하셔야 합니다.

# account_password_description
source: Your password must be a combination of 8 to 64 single-byte upper letters, lower letters, numbers and special characters.
es_mx: Introduzca la contraseña (8-64 caracteres, letras superiores, letras inferiores, números, caracteres especiales).
ja: パスワードを8-64文字（8-64文字、大文字、小文字、数字、特殊文字）で入力してください。
ko: 비밀번호는 8~64자, 영어 대/소문자, 숫자, 특수문자 조합으로 입력해주세요.
zh_hans: 请输入密码。8-64个字（8-64个字符，大写字母，小写字母，数字，特殊字符）

# account_new_password
source: New password
es_mx: Contraseña
ja: パスワード
ko: 신규 비밀번호
zh_hans: 密码

# account_new_password_hint
source: Please enter a new password.
es_mx: Contraseña
ja: パスワード
ko: 신규 비밀번호를 입력해주세요.
zh_hans: 密码

# DIAPER_SCORE
source: %@ 기저귀를 확인해주세요.
ja: %@ オムツを確認してください。

# MOVE_DETECTED
source: %@ 수면중 움직임이 감지되었습니다.
ja: %@ 睡眠中に動きが感知されました。

# sensor_graph_sleeping
source: Sleeping
ja: 睡眠
ko: 수면

# sensor_graph_total_sleeping_time
source: Sleeping Time
ja: 総睡眠時間
ko: 총 수면시간

# sensor_graph_total_deep_sleeping_time
source: Deep sleeping time
ja: 熟眠時間
ko: 깊은 수면시간

# sensor_graph_average_movement_level
source: Average Movement
ja: 一日平均活動量
ko: 일일 평균 활동량

# sensor_graph_sleeping_score
source: Score
ja: 睡眠スコア
ko: 수면점수

# device_environment_voc_bad
source: Bad
ja: 悪い
ko: 나쁨

# device_sensor_voc
source: Gas
ja: ガス
ko: 가스

# device_sensor_diaper_status_charging_detail
source: Diaper sensor is charging now.
ja: センサーが充電中です。
ko: 센서가 충전중입니다.

# device_sensor_diaper_status_charged_detail
source: Diaper sensor has been fully charged. Now you can check diaper status with the sensor.
ja: センサーの充電が完了しました。 オムツに付着して使用してください。
ko: 센서 충전이 완료되었습니다. 기저귀에 부착하여 사용해주세요.

# device_sensor_diaper_status_idle_detail
source: Diaper sensor is on standby now. It will start sensing within 30 seconds from attachment to a diaper.
ja: オムツへの付着が感知されずセンサーが待機中です。 センサーをオムツから取り外してからもう一度付着すると、30秒以内にモニタリングが有効化されます。
ko: 기저귀 부착이 감지되지 않아 센서가 대기중입니다. 센서를 기저귀에서 떼었다가 다시 부착하시면 30초 이내로 모니터링이 활성화 됩니다.

# device_sensor_diaper_status_sensing_detail
source: Sensor is monitoring the status of baby.
ja: 赤ちゃんの状態をモニタリングしています。
ko: 아기 상태를 모니터링 하고 있습니다.

# device_sensor_diaper_status_analyzing_detail
source: Sensor detects VOC gas now.
ja: オムツからガスが感知され分析中です。
ko: 기저귀에서 가스가 감지되어 분석중입니다.

# device_sensor_diaper_changed_passed_time
source: Elapsed time from the latest diaper changed(%@)
ja: オムツ着用時間(%@)
ko: 기저귀 착용시간(%@)

# device_sensor_diaper_status_orange_detail
source: Little amount of Humidity and Gas are detected in the diaper.
ja: オムツから湿度とガスが感知されました。
ko: 기저귀에서 습도 및 가스가 감지됩니다.

# device_sensor_diaper_status_red_detail
source: High humidity and gas are detected. Check and refresh the diaper.
ja: 大量の湿度とガスが感知されました。 オムツを確認してください。
ko: 많은 양의 습도와 가스가 감지됩니다. 기저귀를 확인해주세요.

# device_sensor_baby_status_good_detail
source: I feel good!
ja: 気分爽快です！
ko: 기분이 좋아요!

# device_sensor_baby_status_check_diaper_detail
source: Please check my diaper!
ja: オムツを確認してください！
ko: 기저귀를 확인해주세요!

# device_sensor_baby_monitoring_information
source: The information of baby status
ja: 赤ちゃんのモニタリング情報(各アイコンを押すと詳細説明を確認できます。)
ko: 아기 모니터링 정보(각 아이콘을 누르시면, 자세한 설명을 보실 수 있습니다.)

# device_sensor_activity_sensing_mode
source: Activity tracking mode
ja: 現在活動モードでセンシング中です。
ko: 현재 활동모드로 센싱중입니다.

# device_sensor_sleeping_sensing_mode
source: Sleeping tracking mode
ja: 現在睡眠モードでセンシング中です。
ko: 현재 수면모드로 센싱중입니다.

# device_sensor_activity_sensing_mode_disconnected
source: Activity mode
ja: 活動モードに設定中です。
ko: 활동모드 설정중입니다.

# device_sensor_sleeping_sensing_mode_disconnected
source: Sleeping mode
ja: 睡眠モードに設定中です。
ko: 수면모드 설정중입니다.

# device_sensor_diaper_status_title
source: Diaper
ja: オムツの状態
ko: 기저귀상태

# device_sensor_voc_status
source: VOC Gas
ja: ガス量
ko: 가스량

# device_sensor_activity_status
source: Activity
ja: 活動量
ko: 활동량

# device_sensor_the_latest_time_diaper_changed
source: %@ elapsed
ja: %@前に交換
ko: %@ 전 교체

# device_sensor_status
source: The information of the sensor
ja: センサーの状態
ko: 센서 상태

# device_sensor_sleeping_elapsed_time
source: %@ sleeping
ja: %@睡眠中
ko: %@ 수면중

# dialog_sensor_diaper_changed_date_time
source: Diaper change record
ja: オムツの交換情報入力
ko: 기저귀 교체정보 입력

# device_sensor_diaper_never_changed
source: Never changed
ja: 交換したことがない
ko: 교체된 적 없음

# dialog_sensor_sleep_start_date_time
source: Sleep start time
ja: 睡眠開始時間入力
ko: 수면 시작시간 입력

# dialog_sensor_sleep_end_date_time
source: Sleep end time
ja: 睡眠終了時間入力
ko: 수면 종료시간 입력

# notification_sleep_start
source: Sleeping now...
ja: 睡眠中…
ko: 수면 중...

# notification_sleep_end
source: Sleep %@ (%@~%3$s)
ja: 睡眠
ko: 수면

# device_sensor_diaper_status_nothing
source: Clean
ja: きれい
ko: 깨끗

# device_sensor_diaper_status_mixed
source: Mixed
ja: 大便＋小便
ko: 대변+소변

# notification_diaper_changed
source: Diaper
ja: オムツ交換
ko: 기저귀 교체

# notification_feeding_baby_food
source: Baby food
ja: 離乳食
ko: 이유식

# notification_feeding_nursed_breast_milk
source: Nursed breast milk
ja: 母乳
ko: 모유

# notification_feeding_bottle_breast_milk
source: Bottle breast milk
ja: 搾乳
ko: 유축

# notification_feeding_bottle_formula_milk
source: Formula milk
ja: 粉ミルク
ko: 분유

# dialog_sensor_feeding_input
source: Feeding information
ja: 授乳情報入力
ko: 수유 정보 입력

# dialog_sensor_sleep_input
source: Sleep information
ja: 睡眠情報入力
ko: 수면 정보 입력

# dialog_sensor_sleep_input_time
source: Input sleep start and end time.
ja: 睡眠開始時間と終了時間を入力してください。
ko: 수면 시작시간과 종료시간을 입력해주세요.

# notification_check_diaper_status
source: Check diaper status
ja: ここを押してオムツの状態を確認してください。
ko: 여기를 눌러 기저귀 용변유무를 확인해주세요.

# notification_check_diaper_status_10min
source: Check diaper status(10min)
ja: ここを押してオムツの状態を確認してください。(10分)
ko: 여기를 눌러 기저귀 용변유무를 확인해주세요.(10분)

# notification_check_diaper_status_40min
source: Check diaper status(40min)
ja: ここを押してオムツの状態を確認してください。(40分)
ko: 여기를 눌러 기저귀 용변유무를 확인해주세요.(40분)

# notification_check_diaper_status_clean
source: Diaper checked(Clean)
ja: オムツ確認(きれい)
ko: 기저귀 확인(깨끗)

# notification_check_diaper_status_pee
source: Diaper checked(Pee)
ja: オムツ確認(小便)
ko: 기저귀 확인(소변)

# notification_check_diaper_status_poo
source: Diaper checked(Poo)
ja: オムツ確認(大便)
ko: 기저귀 확인(대변)

# notification_check_diaper_status_mixed
source: Diaper checked(Mixed)
ja: オムツ確認(大小便)
ko: 기저귀 확인(대소변)

# notification_confirm_detected_status
source: Select here to provide feedback
ja: ここを押して正しい/間違いを入力してください。
ko: 여기를 눌러 맞음/틀림을 입력해주세요.

# notification_check_detail_information
source: Detail information
ja: 詳細を見る
ko: 자세히 보기

# dialog_sensor_diaper_change_record
source: Please select time and diaper status
ja: オムツの状態と交換時間を入力してください。
ko: 기저귀 상태와 교체시간을 입력해주세요.

# dialog_sensor_feeding_record
source: Please input feeding type, time and amount.
ja: 授乳形態、量、時間を入力してください。
ko: 수유 형태와, 양/시간을 입력해주세요.

# device_hub_room_monitoring_information
source: Hub monitoring information
ja: ハブのモニタリング情報
ko: 허브 모니터링 정보

# device_hub_brightness_control
source: Brightness control
ja: 授乳ランプ操作
ko: 램프 조작

# device_hub_power_brightness
source: Turning on/off and brightness adjustment
ja: 電源と明るさ
ko: 전원 및 밝기

# device_hub_power_timer
source: Timer
ja: タイマー
ko: 타이머

# device_hub_lamp_delay
source: Depending on the network environment, you may experience a delay of 3 to 5 seconds.
ja: ネットワーク環境によって3～5秒遅れることがあります。
ko: 네트워크 환경에 따라 3~5초 지연될 수 있습니다.

# device_hub_connection_status
source: The information of the hub
ja: ハブの状態
ko: 허브 상태

# movement_sleep
source: Sleeping
ja: 睡眠中…
ko: 수면중

# setting_device_enable_diaper_check_alarm
source: Diaper Check
ja: オムツ要確認
ko: 기저귀 확인 필요
