Repository: Ethan-mo/AccelerationUsingBLE
Catalog: AccelerationUsingBLE/Uitils/Monit/*.lproj/Localizable.strings
Languages: es_mx, ja, ko, zh_hans

# connection_monit_sensor_connected_title
source: Sensor is Connected!
es_mx: ¡El sensor está conectado!
ja: センサー接続に成功しました。
ko: 센서 연결에 성공했습니다!
zh_hans: 尿布感知器连接成功

# connection_monit_sensor_connected_detail
source: Sensor is ready to use. Check the below instruction images to use it.
es_mx: Ahora el sensor está listo para usar. Verifique las imágenes de instrucciones a continuación para usarlo.
ja: センサーを使用する準備ができました。 下記ように付着して使ってください。
ko: 이제 센서를 사용할 수 있습니다. 아래와 같이 부착해서 사용해주세요.
zh_hans: 现在可以使用尿布感知器 参考下面，请使用

# connection_hub_ready_title
source: Ready for connection to the Hub
es_mx: Listo para enlazar el Hub
ja: ハブ接続
ko: 허브 연결 준비하기
zh_hans: 连接空气质量检测仪器

# connection_hub_ready_detail_step1
source: Please connect the USB power to the hub using the supplied adapter. When connecting to a USB port on your computer or a multi USB ports, it may not work properly due to insufficient power supply.
es_mx: Por favor conecta la alimentación USB tanto al Hub como al adaptador proporcionado. Cuando se conecta a un puerto USB de su computadora o a un puerto multi USB, es posible que no funcione correctamente debido a una fuente de alimentación insuficiente.
ja: ハブに製品と同梱された充電器を利用して、USB電源を接続してください。 コンピュータのUSBポートやマルチUSBポートに接続すると、十分な電力供給がされず、正常に動作しない場合があります。
ko: 허브에 제품과 동봉된 어댑터를 이용하여 USB 전원을 연결해 주세요. 컴퓨터 USB포트나 멀티 USB포트에 연결시 충분한 전력공급이 되지않아 정상동작 하지 않을 수 있습니다.
zh_hans: 空气质量检测仪器连接电源时，请使用随附的适配器。 如把USB电线直接与电脑插座或其他提供电源的USB插座，电源供应量不足，不会正常启动。

# connection_hub_ready_detail_step2
source: Check blue light is flashing.
es_mx: Verifique que la luz azul esté parpadeando.
ja: 青い光が点滅いるか確認してください。
ko: 파란불이 깜빡이는지 확인해 주세요.
zh_hans: 请查看LED蓝灯闪烁

# connection_hub_put_sensor_title
source: Connect to Hub
es_mx: Listo para enlazar el Hub
ja: ハブ接続
ko: 허브 연결하기
zh_hans: 连接空气质量检测仪器

# connection_hub_put_sensor_detail_step1
source: Check if the diaper sensor is connected to your smart phone.
es_mx: Verifique si el sensor del pañal está conectado a su teléfono inteligente.
ja: 接続されたセンサーがありません。 センサーを先に接続してください。
ko: 연결되어 있는 센서가 없습니다. 센서를 먼저 연결해주세요
zh_hans: 没有连接的尿布感知器，请先做连接

# connection_hub_put_sensor_detail_step2
source: Put the sensor into a hub. The sensor needs to be plugged into the hub to activate it. The hub will be connected with your smart phone through the sensor.
es_mx: Coloca el sensor en el centro del hub. Éste se conectará con tu celular a través del sensor.
ja: センサーをハブに差し込んでください。
ko: 센서를 허브에 꽂아주세요. 허브를 등록하기 위해서는 센서가 허브에 꽂혀있어야 합니다.
zh_hans: 请将尿布感知器插入在空气质量检测仪器上面的插座口。

# connection_hub_add_new_network_title
source: Enter Wireless network information
es_mx: Introduzca información de red inalámbrica
ja: 新しい無線ネットワーク情報を入力
ko: 새로운 무선 네트워크 정보입력
zh_hans: 输入新无线网络信息

# connection_hub_hint_input_network_name
source: Input network name
es_mx: Por favor Ingrese el nombre de la red de entrada
ja: ネットワーク名を入力してください。
ko: 네트워크 이름을 입력해주세요.
zh_hans: 请输入网络名称

# connection_hub_network_name
source: Name
es_mx: Nombre
ja: 名前
ko: 이름
zh_hans: 名字

# connection_hub_network_security
source: Security
es_mx: Seguridad
ja: セキュリティ
ko: 보안
zh_hans: 保安

# connection_hub_hint_input_ap_password
source: Input password
es_mx: Por favor Ingrese la contraseña
ja: パスワードを入力してください。
ko: 비밀번호를 입력해주세요.
zh_hans: 请输入密码

# connection_hub_ap_password
source: Password
es_mx: Contraseña
ja: パスワード
ko: 비밀번호
zh_hans: 密码

# connection_hub_selected_ap_name
source: Network :
es_mx: Red :
ja: ネットワーク
ko: 네트워크 :
zh_hans: 无线网络：

# connection_hub_select_ap_title
source: Wireless network setting
es_mx: Configuración de red inalámbrica
ja: 無線ネットワークを設定する
ko: 무선 네트워크 설정하기
zh_hans: 设置无线网络

# connection_hub_scan_ap_detail
source: Hub is Connected! Press search button below for Hub connection to Wireless network.
es_mx: ¡El Hub está conectado a tu celular! Presiona el botón de búsqueda a continuación para conectarlo a una red inalámbrica.
ja: ハブが接続されました！ ‘検索’ボタンを押して、ハブを無線ネットワークに接続してください。
ko: 허브가 연결되었습니다! 아래 찾기 버튼을 눌러 허브를 무선 네트워크에 연결해주세요.
zh_hans: 空气质量检测仪器连接成功 请按下下边搜索按键连接无线网络

# connection_hub_scanning_add_new_network
source: Add other network
es_mx: Añadir otra red
ja: ネットワーク追加
ko: 네트워크 추가
zh_hans: 添加网络

# connection_hub_scan_network_list
source: Choose a network
es_mx: Elige una red
ja: ネットワーク選択
ko: 무선 네트워크 선택
zh_hans: 选择无线网络

# connection_hub_select_ap_detail
source: Choose a network below to use for the hub
es_mx: Elija una red a continuación para conectar el Hub.
ja: リストからハブが使用する無線ネットワークを選択してください。
ko: 아래 목록에서 허브가 사용할 무선 네트워크를 선택해주세요.
zh_hans: 下边无线网络中，请选择要连接的无线网络

# connection_scan_ap
source: Scan
es_mx: Buscar red
ja: スキャン
ko: 네트워크 찾기
zh_hans: 搜索

# connection_start_connect
source: Start connection
es_mx: Comience la conexión
ja: 接続開始
ko: 연결 시작하기
zh_hans: 开始连接

# connection_hub_connected_title
source: Hub is Connected!
es_mx: ¡El Hub está conectado!
ja: ハブの接続に成功しました！
ko: 허브 연결에 성공했습니다!
zh_hans: 空气质量检测仪器连接成功

# connection_hub_connected_detail
source: Now Hub is ready to use.
es_mx: Ahora Hub está listo para usar.
ja: ハブを使用することができます。
ko: 이제 허브를 사용할 수 있습니다.
zh_hans: 现在可以使用空气质量检测仪器

# connection_connect_other_device
source: Add other devices
es_mx: Agrega otros dispositivos
ja: 他の機器を接続する
ko: 추가로 다른 기기 연결하기
zh_hans: 添加设备

# toast_need_to_enable_bluetooth
source: Bluetooth is required for this mode.
es_mx: Bluetooth es requerido para este modo.
ja: この機能を使用するには、Bluetoothをオンにしてください。
ko: 이 기능을 사용하기 위해서는 블루투스가 켜져야합니다.
zh_hans: 使用该功能，需要关闭蓝牙

# device_monit_hub_connection_condition
source: You need to connect to the Diaper Sensor before the Hub connection.
es_mx: Debes enlazar primero el Sensor y después el Hub.
ja: ハブに接続する前にオムツセンサーを登録してください。
ko: 허브를 연결하기 위해서는 기저귀 센서를 먼저 연결해야 합니다.
zh_hans: 为连接空气质量检测仪器，必须要提前完成尿布感知器连接

# device_no_registered_devices
source: No device is connected to your smart phone. Please register a new device.
es_mx: No hay dispositivos vinculados a su celular.
ja: スマートフォンと接続されている機器がありません。 機器を新しく登録してください。
ko: 내 스마트폰과 연결되어 있는 기기가 없습니다. 기기를 새로 등록해주세요.
zh_hans: 没有与本手机连上的设备。 请注册设备

# device_sensing_environment
source: Hub
ja: 空気質測定ハブ
ko: 허브
zh_hans: 状态

# device_hub_disconnected
source: Lost connection with Hub. Please check the internet network status. If the problem persists, remove and re-plug the hub power adapter.
es_mx: Se perdió la conexión con Hub. Por favor, compruebe el estado de la red de internet. Si el problema persiste, retire y vuelva a enchufar el adaptador de alimentación del concentrador.
ja: ハブとの接続が切断されました。無線ネットワークの状態を確認してください。問題がなければ、ハブの電源アダプタを抜いて再び入れてください。
ko: 허브와 연결이 끊어졌습니다. 인터넷 네트워크 상태를 확인해주세요. 문제가 해결되지 않으면 허브 전원 어댑터를 뺐다가 다시 껴주세요.
zh_hans: 与空气质量检测仪器连接断开。 请查看连上的无线网络状态。 如没有解决问题，请重新连接充电器后再重试

# device_hub_disconnected_title
source: Lost connection with Hub
es_mx: Conexión perdida con Hub
ja: ハブとの接続が切断されました。
ko: 허브와 연결이 끊어졌습니다.
zh_hans: 与空气质量检测仪器连接断开。

# device_hub_disconnected_detail
source: Please check the internet network status. To change the network, go to the upper right Setting and select Change Network.
es_mx: Por favor, compruebe el estado de la red de internet. Para cambiar la red, vaya a Configuración superior derecha y seleccione Cambiar red.
ja: インターネットの状態を確認してください。 ネットワークを変更するには、設定→ネットワークの変更から変更できます。
ko: 인터넷 네트워크 상태를 확인해주세요. 네트워크를 변경하시려면 우측상단 설정에 들어가서 네트워크 변경을 선택하세요.
zh_hans: 与空气质量检测仪器连接断开。

# device_sensor_disconnected
source: Lost connection with a sensor. Please check the sensor is on, and place it near by your smart phone or Hub.
es_mx: Perdió la conexión con un sensor. Verifique que el sensor esté encendido y colóquelo cerca de su teléfono inteligente o Hub.
ja: センサーとの接続が切断されました。センサーの電源を確認して、スマートフォンやハブの近くに置いてください。
ko: 센서와 연결이 끊어졌습니다. 센서가 켜져있는지 확인해주시고, 스마트폰 혹은 허브와 가까운 곳에 놓아주세요.
zh_hans: 与尿布感知器连接断开。 请查看尿布感知器状态和将它放在智能手机或空气质量检测仪器靠近的地方。

# device_sensor_disconnected_title
source: Lost connection with the sensor.
es_mx: Perdió la conexión con el sensor.
ja: センサーとの接続が切断されました。
ko: 센서와 연결이 끊어졌습니다.
zh_hans: 与尿布感知器连接断开。

# device_sensor_disconnected_detail
source: Please make sure the sensor is on, and place it nearby your smart phone or Hub.
es_mx: Asegúrese de que el sensor esté encendido y colóquelo cerca de su teléfono inteligente o Hub.
ja: センサーの電源を確認してくださり、スマートフォンやハブの近くに置いてください。
ko: 센서가 켜져있는지 확인해주시고, 스마트폰 혹은 허브와 가까운 곳에 놓아주세요.
zh_hans: 请查看尿布感知器是否开机后将它放在智能手机或空气质量检测仪器靠近的位置。

# device_environment_temperature
source: Temperature
es_mx: Temperatura
ja: 温度
ko: 온도
zh_hans: 温度

# device_environment_temperature_unit
source: Temperature Scale
es_mx: La escala de temperatura
ja: 温度の単位
ko: 온도 단위
zh_hans: 温度单位

# device_environment_temperature_high
source: It's too hot!
es_mx: ¡Hace mucho calor!
ja: 暑いです！
ko: 너무 더워요!
zh_hans: 太热

# device_environment_temperature_high_action
source: Please turn on ac or open the window for cool air
es_mx: Por favor. Prende el Aire acondicionado.
ja: 温度を調整してください。
ko: 에어컨을 틀어주세요.
zh_hans: 请开空调或者做换气通风

# device_environment_temperature_low
source: It's too cold!
es_mx: ¡Hace mucho frio!
ja: 寒いです！
ko: 너무 추워요!
zh_hans: 太冷

# device_environment_temperature_low_action
source: Please turn on the heating.
es_mx: Por favor prende la calefacción.
ja: 温度を調整してください。
ko: 히터나 보일러를 틀어주세요.
zh_hans: 请开暖气或者加热器

# device_environment_humidity
source: Humidity
es_mx: Humedad
ja: 湿度
ko: 습도
zh_hans: 湿度

# device_environment_humidity_high
source: It's too humid!
es_mx: ¡Es muy húmedo!
ja: 湿っています！
ko: 너무 습해요!
zh_hans: 太潮湿

# device_environment_humidity_high_action
source: Please turn off humidifier.
es_mx: Por favor, apague el humidificador.
ja: 加湿器を切ってください。
ko: 가습기가 켜져있으면 꺼주세요.
zh_hans: 如开着加湿器，请关闭

# device_environment_humidity_low
source: The air is too dry!
es_mx: ¡El aire está demasiado seco!
ja: 乾燥しています！
ko: 너무 건조해요!
zh_hans: 太干燥

# device_environment_humidity_low_action
source: Please turn on humidifier.
es_mx: Por favor Prende el humidificador
ja: 加湿器をつけてください
ko: 가습기를 틀어주세요.
zh_hans: 请打开加湿器

# device_environment_voc
source: Gas
ja: ガス
ko: VOC가스
zh_hans: VOC气体

# device_environment_voc_bad_detected
source: Gas detected!
es_mx: ¡Detectado el GAS!
ja: ガスを検知しました！
ko: VOC가스가 감지되고 있어요!
zh_hans: 检测到VOC气体

# device_environment_voc_bad_action
source: Please turn on air purifier or open the window!
es_mx: ¡Prende el purificador de aire o abra la ventana!
ja: 窓を開けて換気してください。
ko: 공기청정기를 틀어주세요.
zh_hans: 请开空气净化器或者做换气通风

# device_environment_voc_good
source: Good
es_mx: Bueno
ja: 良い
ko: 좋음
zh_hans: 好

# device_environment_voc_normal
source: Normal
ja: 普通
ko: 보통
zh_hans: 普通

# device_environment_voc_not_good
source: Not good
es_mx: Malo
ja: 悪い
ko: 좋지않음
zh_hans: 不好

# device_environment_voc_very_bad
source: Very bad
es_mx: Muy Malo
ja: とても悪い
ko: 매우나쁨
zh_hans: 非常不好

# device_environment_status_normal_detail
source: Within Range!
es_mx: ¡Buen estado!
ja: 快適な状態です！
ko: 쾌적한 상태에요!
zh_hans: 舒适

# device_sensor_battery_power
source: Battery
es_mx: Batería
ja: バッテリー
ko: 배터리
zh_hans: 电池

# device_sensor_detect_passed_time
source: %@ mins past
es_mx: %@ minutos pasado
ja: %@分経過
ko: %@분 경과
zh_hans: %@分钟后

# device_sensor_operation
source: Operation
es_mx: Movimiento
ja: 動作
ko: 동작
zh_hans: 启动

# device_sensor_operation_sensing
source: Ready
es_mx: Observando
ja: センシング中
ko: 센싱중
zh_hans: 感知模式

# device_sensor_operation_idle
source: Stand by
es_mx: Listo
ja: 待機中
ko: 대기중
zh_hans: 休眠模式

# device_sensor_operation_charging
source: Charging
es_mx: Cargando
ja: 充電中
ko: 충전중
zh_hans: 充电模式

# device_sensor_operation_connected
source: Connected
es_mx: Conectado
ja: 接続しました
ko: 연결 되었습니다.
zh_hans: 连接成功

# device_sensor_operation_disconnected
source: Lost connection
es_mx: Conexión perdida
ja: 接続が切れました
ko: 연결이 끊어졌습니다.
zh_hans: 断开连接

# device_sensor_diaper_status_normal
source: Good
es_mx: Bueno
ja: 良い
ko: 쾌적
zh_hans: 舒适

# device_sensor_diaper_status_normal_detail
source: Pleasant status!
es_mx: ¡Buen estado!
ja: 快適な状態！
ko: 쾌적한 상태에요!
zh_hans: 舒适

# device_sensor_diaper_status_pee
source: Pee
es_mx: Pipí
ja: 小便
ko: 소변
zh_hans: 小便

# device_sensor_diaper_status_pee_detail
source: Pee detected!
es_mx: ¡Detectado PIpí!
ja: 小便を感知しました！
ko: 소변이 감지되었어요!
zh_hans: 小便感知

# device_sensor_diaper_status_poo
source: Poo
es_mx: Popo
ja: 大便
ko: 대변
zh_hans: 大便

# device_sensor_diaper_status_poo_detail
source: Poo detected!
es_mx: ¡Detectado Popo!
ja: 大便を感知しました！
ko: 대변이 감지되었어요!
zh_hans: 大便感知

# device_sensor_diaper_status_fart
source: Fart
es_mx: Pedo
ja: おなら
ko: 가스
zh_hans: 放屁

# device_sensor_diaper_status_fart_detail
source: Fart detected! A little bit of poo may be as well. Please check the diaper!
es_mx: ¡Detectado pedo! Un poco de popo también puede ser. Por favor revisa el pañal!
ja: おならを感知しました！少量のウンチかもしれないので、オムツを確認してください！
ko: 가스가 감지되었어요! 적은양의 대변일 수 있으니 기저귀를 확인해주세요!
zh_hans: 放屁感知！ 放屁会带出少量大便，请查看宝宝尿布

# device_sensor_diaper_status_abnormal
source: Check
es_mx: Comprobar
ja: ご確認してください。
ko: 확인필요
zh_hans: 检查需要

# device_sensor_diaper_status_abnormal_detail
source: High humidity and gas are detected. Check and refresh the diaper.
es_mx: La humedad alta y el gas se detectan. Compruebe el pañal.
ja: 大量の湿度とガスが感知されました。オムツをご確認し、切り替えてください。
ko: 많은 양의 습도와 가스가 감지됩니다. 기저귀를 확인하시고 교체해주세요.
zh_hans: 由正在感知多量的湿度和气体。 请查看尿布并更换

# device_sensor_diaper_status_change
source: Please check the diaper.
es_mx: Por favor revisa el pañal.
ja: オムツを確認してください。
ko: 기저귀를 확인해주세요.
zh_hans: 请查看尿布状态

# device_sensor_diaper_status_change_button
source: Diaper changed
es_mx: El pañal cambiado
ja: オムツ交換完了
ko: 기저귀 교체 완료
zh_hans: 尿布更换成功

# device_sensor_diaper_status_change_detail
source: After change diaper please press here.
es_mx: Después de cambiar el pañal, presione el botón de PAÑAL CAMBIADO
ja: オムツを交換した後、‘交換完了’ボタンを押してください。
ko: 기저귀를 교체하신 뒤 교체완료 버튼을 눌러주세요.
zh_hans: 尿布更换后，请按下更换完成按键

# device_sensor_movement
source: Moving
es_mx: Moviente
ja: 動き
ko: 움직임
zh_hans: 动态

# device_sensor_movement_sleeping
source: Calm
es_mx: Calma
ja: 落ち着き
ko: 차분
zh_hans: 安静

# device_sensor_movement_crawling
source: Active
es_mx: Animado
ja: 活発
ko: 활발
zh_hans: 活泼

# device_sensor_movement_running
source: Energetic
es_mx: Muy Animado
ja: 非常に活発
ko: 매우활발
zh_hans: 很活泼

# setting_device_babyinfo
source: Baby information
es_mx: Información de Bebé
ja: 使用中の赤ちゃん
ko: 사용중인 아기
zh_hans: 使用设备的宝宝

# setting_device_name
source: Device name
es_mx: Nombre del dispositivo
ja: 機器名
ko: 기기 이름
zh_hans: 设备名称

# setting_device_find
source: Find the device
es_mx: Buscar el dispositivo
ja: 機器検索
ko: 기기 찾기
zh_hans: 搜索设备

# setting_device_remove
source: Delete the device and leave the group
es_mx: Eliminar el dispositivo y abandonar el grupo
ja: 機器の削除とグループ脱退
ko: 기기 지우기 및 그룹 탈퇴
zh_hans: 删除设备及退出群体

# setting_device_initialize
source: Initialize and Delete
es_mx: Reiniciar y eliminar el dispositivo
ja: 機器の初期化と削除
ko: 기기 초기화 및 지우기
zh_hans: 设备初始化及删除

# setting_device_firmware_version
source: Firmware version
es_mx: Versión de firmware
ja: ファームウェアのバージョン
ko: 펌웨어 버전
zh_hans: 固件版本

# setting_device_app_version
source: App version
es_mx: Versión de App
ja: Appバージョン
ko: App 버전
zh_hans: APP版本

# setting_device_enable_alarm
source: Turn on alarm
es_mx: Prender la alarma
ja: アラームのオン
ko: 알람 켜기
zh_hans: 开启提示

# setting_device_enable_connection_alarm
source: Connection status
es_mx: Estado de conexión
ja: 接続状態
ko: 연결상태
zh_hans: 连接状态

# setting_device_enable_diaper_alarm
source: Diaper status
es_mx: Estado del Pañal
ja: オムツの状態
ko: 기저귀 상태
zh_hans: 尿布状态

# setting_device_led_light
source: Turn on LED indicator
es_mx: Prender el indicador LED
ja: LED点灯
ko: LED 상태등 켜기
zh_hans: 开启LED提示灯

# setting_device_led_light_on_time
source: Time setting
es_mx: Configuración de hora
ja: 点灯時間
ko: 켜짐 시간
zh_hans: LED提示灯开启时间

# setting_custom_temperature
source: Setting optimal temperature
es_mx: Ajuste de temperatura óptima
ja: 適正温度設定
ko: 적정온도 설정
zh_hans: 适宜温度设置

# setting_max_temperature_threshold
source: The highest temperature
es_mx: La temperatura máxima
ja: 最高温度
ko: 최고 온도
zh_hans: 最高温度

# setting_min_temperature_threshold
source: The lowest temperature
es_mx: La temperatura mínima
ja: 最低温度
ko: 최저 온도
zh_hans: 最低温度

# setting_custom_temperature_description
source: When temperature goes out of the optimal range you set, the alarm will notify you.
es_mx: Cuando la temperatura sale del rango óptimo establecido, la alarma lo notificará.
ja: 予め設定しておいた適当温度と湿度をの範囲を超えると アラームが鳴ります。
ko: 설정한 적정온도를 벗어났을 때 알람이 울립니다.
zh_hans: 如超过已设置的适宜温度范围，给提醒

# setting_ap_info_title
source: Change network
es_mx: Cambiar la red
ja: ネットワーク変更
ko: 네트워크 변경
zh_hans: 更换无线网络

# setting_custom_humidity
source: Setting optimal humidity
es_mx: Configuración de humedad óptima
ja: 適正湿度設定
ko: 적정습도 설정
zh_hans: 适宜湿度设置

# setting_max_humidity_threshold
source: The highest humidity
es_mx: La humedad máxima
ja: 最高湿度
ko: 최고 습도
zh_hans: 最高湿度

# setting_min_humidity_threshold
source: The lowest humidity
es_mx: La humedad mínima
ja: 最低湿度
ko: 최저 습도
zh_hans: 最低湿度

# setting_custom_humidity_description
source: When humidity goes out of the optimal range you set, the alarm will notify you.
es_mx: Cuando la humedad salga del rango óptimo que configuró, la alarma lo notificará.
ja: 設定した適正湿度から離れた時、お知らせします。
ko: 설정한 적정습도를 벗어났을 때 알람이 울립니다.
zh_hans: 如超过已设置的适宜湿度范围，给提醒

# setting_custom_led_on_off_time
source: Setting LED indicator
es_mx: Configuración de indicador LED
ja: LED設定
ko: LED 상태등 설정
zh_hans: LED提示灯设置

# setting_led_on_time
source: Turn-On time
es_mx: Hora de prender
ja: 点灯時間
ko: 켜짐시간
zh_hans: LED提示灯开灯时间

# setting_led_off_time
source: Turn-Off time
es_mx: Hora de apagar
ja: 消灯時間
ko: 꺼짐시간
zh_hans: LED提示灯关灯时间

# setting_custom_led_on_off_time_description
source: To not disturb sleep, the light will be turned on only between the time you set
es_mx: Para no molestar el sueño, la luz se encenderá solo entre el momento en que se establece
ja: 睡眠の妨げにならないように設定された点灯・消灯時間にだけLEDが点灯します。
ko: 수면에 방해가 되지 않도록 설정하신 LED 켜짐시간부터 꺼짐시간 사이에만 LED 상태등이 켜집니다.
zh_hans: 为了不妨碍您的睡眠，LED提示灯只能开在您所设置的开/关灯时间

# notification_empty_view
source: No messages
es_mx: Ningún mensaje
ja: 通知メッセージがありません。
ko: 알림 메시지가 없습니다.
zh_hans: 没有提示

# notification_diaper_status_diaper_changed_title
source: Diaper changed
es_mx: Pañal cambiado
ja: オムツ交換完了
ko: 기저귀 교체완료
zh_hans: 尿布更换完成

# notification_diaper_status_diaper_changed_detail
source: The diaper has been changed.
es_mx: El pañal ha sido cambiado.
ja: オムツを交換しました。
ko: 기저귀 교체가 완료되었습니다.
zh_hans: 尿布更换完成

# notification_diaper_status_fart_detected_detail
source: Fart detected! A little bit of poo may be as well. Please check the diaper!
es_mx: Pedo detectado! Un poco de popo también puede ser. Por favor revisa el pañal!
ja: おならを感知しました！少量のウンチかもしれないので、オムツを確認してください！
ko: 가스가 감지 되었습니다.
zh_hans: 放屁感知。放屁会带出少量大便，请查看宝宝尿布

# notification_environment_high_humidity_title
source: It's too humid!
es_mx: ¡Es muy húmedo!
ja: じめじめしています！
ko: 습도 높음
zh_hans: 太潮湿

# notification_environment_low_humidity_title
source: The air is too dry!
es_mx: ¡El aire está demasiado seco!
ja: 乾燥しています！
ko: 습도 낮음
zh_hans: 太干燥

# notification_environment_high_temperature_title
source: It's too hot!
es_mx: ¡Hace mucho calor!
ja: 暑いです！
ko: 온도 높음
zh_hans: 太热

# notification_environment_low_temperature_title
source: It's cold!
es_mx: ¡Hace mucho frio!
ja: 寒いです！
ko: 온도 낮음
zh_hans: 太冷

# notification_environment_bad_voc_title
source: VOC gas detected
es_mx: Se detectó gas VOC
ja: VOCガス検知
ko: VOC가스 감지
zh_hans: VOC气体感知

# notification_low_battery_title
source: Low battery power
es_mx: Potencia de batería baja
ja: バッテリー残量が少ない
ko: 배터리 전력 낮음
zh_hans: 电池电量低

# notification_low_battery_detail
source: Low Battery power. Please recharge now.
es_mx: Potencia de batería baja. Por favor recargue ahora.
ja: バッテリー残量が少ないです。 センサーを充電してください.
ko: 배터리 전력이 낮습니다. 빠른 시간내에 충전해주세요.
zh_hans: 电池电量低。 请尽快做充电

# group_share
source: Sharing
es_mx: Compartir
ja: シェアする
ko: 공유하기
zh_hans: 做分享

# group_title_name
source: Group name
es_mx: Nombre del grupo
ja: グループ名
ko: 그룹 이름
zh_hans: 群体名称

# group_title_device_count
source: Device list(%@ devices)
es_mx: Lista de dispositivo compatible (%@ dispositivos)
ja: 機器リスト（%@ 個）
ko: 공유 기기(%@개)
zh_hans: 分享的设备(%@)

# group_title_shared_member_count
source: Member(%@ members)
es_mx: Miembros de dispositivo compatible (%@ miembros)
ja: メンバー（%@ 名）
ko: 공유 받는 구성원(%@명)
zh_hans: 受分享的成员(%@)

# group_title_sharing
source: Sharing
es_mx: compartir
ja: シェアする
ko: 공유하기
zh_hans: 做分享

# group_title_shared
source: Shared
es_mx: compartido
ja: シェアされる
ko: 공유받기
zh_hans: 受分享

# group_no_sharing_member_description
source: No member shares the real-time device status with you. If you want to invite a member, select INVITE button on the top.
es_mx: Ningún miembro comparte el estado del dispositivo en tiempo real con usted. Si desea invitar a un miembro, seleccione el botón INVITAR en la parte superior.
ja: センシング情報をシェアしている他のメンバーがいません。メンバーを招待するには、上部にある招待ボタンを押してください。
ko: 실시간 기기상태를 공유하고 있는 다른 구성원이 없습니다. 구성원을 초대하시려면 상단에 있는 초대 버튼을 눌러주세요.
zh_hans: 没有受分享的成员。如要邀请成员，请按下上边邀请按键。

# group_sharing_member_description
source: Swipe the member to the left if you want to remove from the group.
es_mx: Deslice el miembro a la izquierda si desea eliminar del grupo.
ja: メンバーを削除するには、そのメンバーを左にスライドさせてください。
ko: 멤버를 삭제하시려면 해당멤버를 왼쪽으로 미세요.
zh_hans: 如要删除成员，请将该成员往左方向推

# group_title_sharing_description
source: You can invite others into this group and share your device status with invitees.
es_mx: Puede invitar a otros a este grupo y compartir el estado de su dispositivo con invitados
ja: 他のメンバーを招待して、自分のセンシング情報をシェアすることができます。
ko: 내가 다른 구성원을 초대하여 내 기기 상태를 공유할 수 있습니다.
zh_hans: 您可以邀请成员分享您的设备信息

# group_leave_description
source: If you want to leave the group, select the Leave button on the top.
es_mx: Si desea abandonar el grupo, seleccione el botón Dejar en la parte superior.
ja: グループを脱退するには、上部にある脱退ボタンを押してください。
ko: 그룹을 탈퇴하시려면 상단에 있는 탈퇴 버튼을 눌러주세요.
zh_hans: 如要退群，请按下上边退群按键。

# group_title_shared_description
source: You can be invited into a group and receive the device status of the group leader.
es_mx: Puede ser invitado a un grupo y recibir el estado del dispositivo del líder del grupo.
ja: メンバーに招待されて、代表のセンシング情報をシェアされることができます。
ko: 내가 구성원으로 초대되어 기기상태를 공유 받을 수 있습니다.
zh_hans: 您受邀请后，可以受分享群主的设备信息

# group_mygroup
source: My Group
es_mx: Mi grupo
ja: 自分のグループ
ko: 내 그룹
zh_hans: 我的群体

# group_name_default
source: New Group
es_mx: Nuevo grupo.
ja: 新しいグループ
ko: 새그룹
zh_hans: 新群体

# group_set_name
source: Group Name Setting
es_mx: Configuración del nombre del grupo
ja: グループ名設定
ko: 그룹 이름 설정
zh_hans: 群体名称设置

# group_set_name_detail
source: This group name is shown only on my application.
es_mx: Este nombre del grupo solo se muestra en mi App.
ja: 設定されたグループ名は、自分の電話だけで表示されます。
ko: 설정하신 그룹 이름은 내 앱에서만 보이는 이름입니다.
zh_hans: 您所设置的群体名称只能在您的APP上显示

# group_leader
source: Leader
es_mx: Líder
ja: 代表
ko: 대표
zh_hans: 群主

# group_invite_member
source: Invite member
es_mx: Invitar miembro
ja: メンバー招待
ko: 구성원 초대
zh_hans: 邀请成员

# group_member_category_me
source: Me
es_mx: Mi
ja: 私
ko: 나
zh_hans: 我

# group_member_count
source: persons
es_mx: personas
ja: 名
ko: 명
zh_hans: 名

# group_invite_description
source: After inviting other users into this group, you can share the device status with members in real time.
es_mx: Después de invitar a otros usuarios a este grupo, puede compartir el estado del dispositivo con los miembros en tiempo real.
ja: メンバーに招待されると、リアルタイムにセンシング情報をシェアされることができます。
ko: 구성원으로 초대되면 실시간 기기상태를 공유할 수 있습니다.
zh_hans: 如受邀请成员，可以实时收到设备的信息

# group_delete_dialog_title
source: Confirm Member Removal
es_mx: Confirmado la eliminación del miembro
ja: メンバー削除確認
ko: 멤버 삭제 확인
zh_hans: 确定删除成员

# group_delete_dialog_description
source: If the member is deleted, the information of devices in this group would not be shared. Do you want to delete this member?
es_mx: Si se elimina el miembro, la información de los dispositivos en este grupo no se compartirá. ¿Desea eliminar este miembro?
ja: メンバーを削除すると、センシング情報がシェアされることができません。削除しますか？
ko: 멤버에서 삭제하시면 디바이스 정보가 공유되지 않습니다. 삭제 하시겠습니까?
zh_hans: 如删除成员，该成员无法收到信息。确定删除成员吗？

# legal_notice
source: Legal policy
es_mx: Política legal
ja: 法的通知
ko: 법적고지
zh_hans: 法律告知

# legal_terms
source: Terms and conditions
es_mx: Términos y Condiciones del uso de servicio Monit
ja: サービス利用規約
ko: 서비스 이용약관
zh_hans: 服务使用条款
