Repository: Ethan-mo/AccelerationUsingBLE
Catalog: AccelerationUsingBLE/Uitils/Monit/*.lproj/Localizable.strings
Languages: es_mx, ja, ko, zh_hans

# legal_privacy
source: Privacy
es_mx: Política de privacidad
ja: 個人情報の処理方針
ko: 개인정보처리방침
zh_hans: 个人信息使用方针

# legal_warranty
source: Warranty
es_mx: Garantía de dispositivo
ja: 製品保証政策
ko: 제품 보증 정책
zh_hans: 产品保证政策

# legal_agreement
source: Policy
es_mx: Confirmación de cláusula
ja: 規約確認
ko: 약관확인
zh_hans: 同意条款

# legal_agree_all
source: I agree
es_mx: estoy de acuerdo
ja: すべての規約に同意します。
ko: 모든 약관에 동의합니다.
zh_hans: 同意所有条款

source: Help
es_mx: Ayuda
ja: ヘルプ
ko: 도움말
zh_hans: 帮助和支持

# help_support
source: Customer Support
es_mx: Atención al cliente
ja: サポート
ko: 고객지원
zh_hans: 客户服务

# dfu_status_completed_msg
source: The update has been completed successfully.
es_mx: La actualización se ha completado con éxito.
ja: ファームウェアのアップデートが完了しました。
ko: 펌웨어 업데이트가 완료되었습니다.
zh_hans: 固件升级成功

# dfu_status_error
source: Upload failed
es_mx: Subida fallida
ja: アップロードに失敗
ko: 업로드 실패
zh_hans: 升级失败

# dfu_status_error_msg
source: DFU process failed.
es_mx: Falló el proceso de DFU.
ja: ファームウェアのアップデートが失敗しました。
ko: 펌웨어 업데이트가 실패하였습니다.
zh_hans: 固件升级失败

# dfu_status_uploading
source: Downloading
es_mx: Subiendo ...
ja: アップデート中...
ko: 업데이트 중...
zh_hans: 升级中

# toast_invalid_min_max_range
source: Maximum value cannot be lower than the minimum value.
es_mx: El valor máximo no puede ser menor que el valor mínimo.
ja: 最高値を最小値よりも高く設定してください。
ko: 최고값을 최저값보다 높게 설정해 주세요.
zh_hans: 请设置将最高值比最低值要高

# device_sensor_operation_fully_charged
source: Fully charged
es_mx: Completamente cargado
ja: 充電完了
ko: 충전완료
zh_hans: 充电完成

# toast_invite_group_member_exceeded
source: Max invitation exceeded
es_mx: Invitación máxima excedida
ja: 最大招待人数を超えました。
ko: 최대 초대인원을 초과했습니다.
zh_hans: 超出可邀请的人数范围

# dialog_group_leave_title
source: Leave this group
es_mx: Abandonar el grupo
ja: グループ脱退
ko: 그룹 탈퇴
zh_hans: 退群

# dialog_unknown_error_description
source: Unknown error code
es_mx: Código de error desconocido
ja: 不明なエラーコードです。
ko: 알려지지않은 에러 코드 입니다.
zh_hans: 无名错误

# account_warning_dialog_findpw_description
source: Please check input box.
es_mx: Por favor, revise la información introducido
ja: 入力された情報を再確認してください。
ko: 입력하신 정보를 다시 확인해 주세요.
zh_hans: 请确认您输入的信息

# account_warning_dialog_babyname
source: Input your baby nickname
es_mx: Introduce el nombre del bebé
ja: 赤ちゃんのニックネームを入力してください
ko: 아기 별명을 입력해주세요
zh_hans: 请输入宝宝昵称

# toast_sharing_member_renewed
source: Sharing setting has been changed. Renew the data.
es_mx: La configuración de uso compartido se ha cambiado. Renova los datos.
ja: シェアする情報が変更されました。 データを更新します。
ko: 공유정보가 변경되었습니다. 데이터를 갱신합니다.
zh_hans: 分享信息修改成功。 进行数据更新

# dialog_contents_failed_hub_connection
source: Connection with the Hub has failed. If it fails several times, please remove the sensor from the hub and try again from the beginning.
es_mx: La conexión con Hub ha fallado. Si falla varias veces, retire el sensor del concentrador y vuelva a intentarlo desde el principio.
ja: ハブの接続に失敗しました。何度も失敗した場合には、センサーをハブから取り外し再び差し込んでもう一度やり直してください。
ko: 허브 연결에 실패했습니다. 여러번 실패시 센서를 허브에서 뺐다가 다시 껴신 후 허브연결을 시도해주세요.
zh_hans: 与空气质量检测仪器连接失败。如继续失败连接，将尿布感知器从空气质量检测仪器上拔出来再插入后，请重新做连接

# dialog_contents_failed_hub_connection_empty_sensor
source: The sensor has been removed from the hub. Please put it into the hub.
es_mx: El sensor se ha eliminado del Hub. Por favor, colóquelo en Hub.
ja: センサーがハブから取り外されました。 センサーをハブに差し込んでください。
ko: 허브에서 센서가 분리되었습니다. 센서를 허브에 꽂아주세요.
zh_hans: 从空气质量检测仪器上分离了尿布感知器。 请插入尿布感知器

# device_warning_dialog_babyname
source: Input your baby nickname
es_mx: Introduce el nombre del bebé
ja: 赤ちゃんのニックネームを入力してください。
ko: 아기 별명을 입력해주세요
zh_hans: 请输入宝宝昵称

# device_warning_dialog_hubname
source: Input the hub name
es_mx: Introduce el nombre
ja: 名前を入力してください。
ko: 이름을 입력해주세요.
zh_hans: 请输入名字

# PEE_DETECTED
source: %@ Pee detected. Please check diaper.
es_mx: %@ Pipí detectado. Por favor revisa el pañal.
ja: %@ 小便が検出されました。 オムツを確認してください。
ko: %@ 소변이 감지되었습니다. 기저귀를 확인해주세요.
zh_hans: %@ 小便感知。 请查看尿布状态

# POO_DETECTED
source: %@ Poo detected. Please change diaper.
es_mx: %@ Popo detectado. Por favor revisa el pañal.
ja: %@ 大便が検出されました。 オムツを急いで着替えてください。
ko: %@ 대변이 감지되었습니다. 기저귀를 서둘러 갈아주세요.
zh_hans: %@ 大便感知。 请尽快更换尿布

# ABNORMAL_DETECTED
source: %@ High humidity and gas are detected. Check and refresh the diaper.
es_mx: %@ Un error detectado. Por favor revise el pañal y reinicie el sensor!
ja: %@ 大量の湿度とガスが感知されました。オムツをご確認し、切り替えてください。
ko: %@ 많은 양의 습도와 가스가 감지됩니다. 기저귀를 확인하시고 교체해주세요.
zh_hans: %@ 由正在感知多量的湿度和气体。 请查看尿布并更换

# DIAPER_CHANGED
source: %@ The diaper has been changed.
es_mx: %@ El pañal ha sido cambiado.
ja: %@ オムツの切り替えが完了されました。
ko: %@ 기저귀 교체가 완료되었습니다.
zh_hans: 尿布更换完成

# LOW_TEMPERATURE
source: %@ The temperature is below the lowest temperature level you set.
es_mx: %@ La temperatura está por debajo del nivel de temperatura más bajo que configuró.
ja: %@ 設定された最低温度よりも低いです。
ko: %@ 설정된 최저온도보다 낮습니다.
zh_hans: %@ 低于设置的最低温度

# HIGH_TEMPERATURE
source: %@ The temperature exceeded the highest temperature level you set.
es_mx: %@ La temperatura excedió el nivel de temperatura más alto que configuró.
ja: %@ 設定された最大温度よりも高いです。
ko: %@ 설정된 최대온도보다 높습니다.
zh_hans: %@ 超过设置的最高温度

# LOW_HUMIDITY
source: %@ The humidity is below the lowest humidity level you set.
es_mx: %@ La humedad está por debajo del nivel de humedad más bajo que configuró.
ja: %@ 設定された最低湿度よりも低いです。
ko: %@ 설정된 최저습도보다 낮습니다.
zh_hans: %@ 低于设置的最低湿度

# HIGH_HUMIDITY
source: %@ The humidity exceeded the highest humidity level you set.
es_mx: %@ La humedad está excedió del nivel de humedad más alto que configuró.
ja: %@ 設定された最大湿度より高いです。
ko: %@ 설정된 최대습도보다 높습니다.
zh_hans: %@ 超过设置的最高湿度

# VOC_WARNING
source: %@ VOC gas detected. Please ventilate the room.
es_mx: Se detectó %@ VOC gas. Por favor, ventile la habitación.
ja: %@ VOCガスが感知されました。 換気をさせてください。
ko: %@ VOC가스가 감지되었습니다. 환기를 시켜주세요.
zh_hans: %@ VOC气体感知。 请尽快做换气通风

# LOW_BATTERY
source: %@ Low Battery power. Please recharge now.
es_mx: %@ Batería baja. Por favor recargue ahora.
ja: %@ バッテリー残量が少ないです。センサーを充電してください。
ko: %@ 배터리 전력이 낮습니다. 서둘러 충전해주세요.
zh_hans: %@ 电池电量低。 请尽快做充电

# DISCONNECTED
source: %@ Connection lost
es_mx: %@ Conexión perdida
ja: %@ 接続が切れました。
ko: %@ 연결이 끊어졌습니다.
zh_hans: 与%@ 连接断开

source: %@ Connected
es_mx: %@ Conectado
ja: %@ 接続しました。
ko: %@ 연결 되었습니다.
zh_hans: 与%@ 连接成功

# FART_DETECTED
source: %@ Fart detected. A little bit of poo may be as well. Please check the diaper!
es_mx: %@ Pedo detectado. Un poco de popo también puede ser. Por favor revisa el pañal!
ja: %@ おならを感知しました!
ko: %@ 방귀가 감지되었습니다. 적은양의 대변일 수도 있으니 기저귀를 확인해주세요.
zh_hans: %@ 放屁感知。放屁会带出少量大便，请查看宝宝尿布

# deviceSetupAlarmOffSummary
source: To adjust the alarm settings, go to Settings > Notifications > Monit on your phone.
es_mx: Para ajustar la configuración de la alarma, vaya a Configuración> Notificaciones> Monit en su teléfono.
ja: 通知の設定は、iPhone>設定>通知>MONITを確認してください。
ko: 알림에 관한 설정은 아이폰 > 설정 > 알림에서 모닛 관련 설정을 확인해주세요.
zh_hans: 关于设置提示。iphone主页-》设置-》确认有关MONIT（梦伊特）设置

# setting_device_hub_constraints_not_owner
source: As this is a shared device, you can set the alarm and temperature unit only.
es_mx: Como se trata de un dispositivo compartido, puede configurar la alarma y la unidad de temperatura solo.
ja: この機器はシェアされているため、通知と温度の単位のみ設定できます。
ko: 이 기기는 공유받고 있는 기기이므로 알람과 온도단위 설정만 가능합니다.
zh_hans: 本机被分享的。只能设置提示和温度单位

# setting_device_sensor_constraints_not_owner
source: As this is a shared device, you can set the alarm only.
es_mx: Como este es un dispositivo compartido, puede configurar la alarma solamente.
ja: この機器はシェアされているため、通知のみ設定できます。
ko: 이 기기는 공유받고 있는 기기이므로 알람설정만 가능합니다.
zh_hans: 本机被分享的。只能设置提示

# device_sensor_alarm_count
source: Alarm
es_mx: Alarma
ja: 通知
ko: 알람
zh_hans: 提示

# btn_refresh
source: Refresh
es_mx: Actualizar
ja: リフレッシュ
ko: 새로고침
zh_hans: 刷新

# account_name
source: Nickname
es_mx: Sobrenombre
ja: ニックネーム
ko: 별명
zh_hans: 昵称

# account_id
source: Account
es_mx: Cuenta ID
ja: アカウントID
ko: 계정ID
zh_hans: 账号

# account_hint_id
source: Enter the account ID
es_mx: Introduzca la identificación de la cuenta
ja: アカウントIDを入力してください。
ko: 계정 ID를 입력해주세요.
zh_hans: 请输入您的账号

# account_warning_id
source: Enter the account ID at least 3 characters.
es_mx: Introduzca la identificación de la cuenta con al menos 3 caracteres.
ja: アカウントIDを3文字以上入力してください。
ko: 계정 ID를 3자 이상 입력해주세요.
zh_hans: 请输入您的账号（3个字以上）

# account_warning_dialog_id
source: Enter the account ID at least 3 characters.
es_mx: Introduzca la identificación de la cuenta con al menos 4 caracteres.
ja: アカウントIDを3文字以上入力してください。
ko: 계정 ID를 3자 이상 입력해주세요.
zh_hans: 请输入您的账号（3个字以上）

# btn_send_report
source: Send log data
es_mx: Enviar datos de registro
ja: システムログの送信
ko: 시스템로그 전송
zh_hans: 发送系统日志

# dialog_contents_send_report
source: Send log data to a monit service manager. You can get quick response with this feature.
es_mx: Envíe datos de registro a un administrador de servicios monit. Puede obtener una respuesta rápida con esta función.
ja: システムログを管理チームに送信します。 アプリに問題がある場合スワイプの解決に大きな助けになります。 アプリが終了します。再度実行してください。
ko: 시스템로그를 관리팀에게 전송합니다. 앱에 문제가 있을경우 보내주시면 해결에 큰도움이 됩니다. 앱이 종료됩니다. 다시 실행해 주세요.
zh_hans: 正在向系统管理团队发送系统日志 If如在应用程序（APP）有任何问题，请反馈我们 应用程序将（APP）要关闭。 请重机。

# internet_disconnected_detail
source: Please check your internet network status
es_mx: Por favor revisa el estado de tu red de internet
ja: インターネットの状態を確認してください。
ko: 인터넷 상태를 확인해주세요.
zh_hans: 请查看网络连接状态。

# toast_noti_loading
source: importing a list of notifications.
es_mx: importar una lista de notificaciones.
ja: 通知リストを取得しています。
ko: 알림목록을 가져오고 있습니다.
zh_hans: 正在加载提示记录

# connection_hub_select_ap_detail_etc
source: This hub is only able to connect with 2.4Ghz wireless networks. 5Ghz networks are unable to be found and connected.
es_mx: El Hub está habilitado para conectarse a una red inalámbrica de 2.4Ghz. Las redes con banda de 5Ghz no pueden ser identificadas y no son aptas para el correcto funcionamiento del Hub.
ja: ハブは2.4Ghz帯域の無線ネットワークのみに接続可能です。5Ghz帯の無線ネットワークは、検出されず、接続ができません。
ko: 허브는 2.4Ghz 대역 무선네트워크만 연결이 가능합니다. 5Ghz 대역 무선네트워크는 검색되지 않으며, 연결이 불가합니다.
zh_hans: 空气质量检测仪器只可与2.4Ghz无线网络连接。5Ghz无线网络无法查询和连接。

# connection_terminate_app_noti_detail
source: If you forcibly shut down this app, the Bluetooth connection between your smart phone and the sensor will be lost. In case of disconnection, you may not receive the notification alert.
es_mx: Si apaga esta aplicación por la fuerza, se perderá la conexión Bluetooth entre su teléfono inteligente y el sensor. En caso de desconexión, es posible que no reciba la alerta de notificación.
ja: アプリを強制終了すると、スマートフォンとセンサーのBluetooth接続が失われます。接続が失われた場合、通知を受信できない場合があります。
ko: 앱을 강제종료하면 스마트폰과 센서의 블루투스 연결이 끊어집니다. 연결이 끊어지는 경우 알람을 받지 못할 수 있습니다.
zh_hans: 如强制退出应用程序（APP），智能手机与尿布感知器连接断开。而且，无法收到应用程序（APP）提示。

# notice_title
source: Notice
es_mx: Noticia
ja: お知らせ
ko: 공지사항
zh_hans: 公告

# btn_do_not_repeat
source: Do not watch from next time
es_mx: No mirar desde la próxima vez
ja: 次から見ない
ko: 다음부터 보지 않기
zh_hans: 下次不要再看

# cautions_title
source: Cautions!
es_mx: Precauciones!
ja: 注意
ko: 주의사항!
zh_hans: 注意事项

# toast_need_to_enable_bluetooth_with_err
source: To use this function, Bluetooth must be turned on. Settings > Bluetooth If this error keeps occurring, please update iOS to the latest version.
es_mx: Para usar esta función, Bluetooth debe estar encendido. Configuraciones> Bluetooth Si este error continúa ocurriendo, actualice OS a la última versión.
ja: この機能を使用するには、Bluetoothがオンになってください。 Settings > Bluetooth エラーの繰り返し時のOSを最新バージョンに更新してください。
ko: 이 기능을 사용하기 위해서는 블루투스가 켜져야합니다. 설정 > 블루투스 오류 반복시 OS를 최신버전으로 업데이트 해주세요.
zh_hans: 要使用此功能，必须打开蓝牙。 Settings > Bluetooth If您重复错误，请将操作系统升级至最新版本。

# btn_connecting
source: Connecting
es_mx: Conectando
ja: 接続中
ko: 연결중
zh_hans: 连接中

# dialog_contents_already_registered
source: This device has been already registered. You are able to get the information of this device with joining the group. Do you want to continue this connection?
es_mx: Este sensor ya ha sido registrado. Puede obtener la información de este dispositivo uniéndose al grupo. ¿Quieres continuar esta conexión?
ja: このセンサーはすでに登録されています。 グループに参加してこの機器の情報を取得することができます。 接続を続行しますか？
ko: 이미 등록되어있는 기기입니다. 그룹에 추가되어 기기 정보를 공유받으시겠습니까? 예를 누르면 연결이 완료되고, 아니오를 누르면 연결이 끊어집니다.
zh_hans: 已被注册过的设备。要被添加群体，受分享信息吗？按下“是”可做连接，“不是”断开连接。

# dialog_contents_failed_connection_reason_ble
source: Connection with the device failed with bad bluetooth communication. Please try this again after rebooting this sensor.
es_mx: La conexión con el dispositivo falló con una mala comunicación bluetooth. Por favor intente esto nuevamente después de reiniciar este sensor.
ja: 機器とのBluetooth通信を失敗しました。 このセンサーを再起動してもう一度試してください。
ko: 센서와 블루투스 통신이 제대로 되지 않아 연결에 실패하였습니다. 센서 전원을 껐다가 켜신 후에 다시 연결해주세요.
zh_hans: 尿布感知器与蓝牙连接失败。请将尿布感知器重机后再试连接。

# dialog_contents_failed_connection_reason_internet
source: Connection with the device failed with bad Internet communication. Please try this again after checking the Internet status.
es_mx: La conexión con el dispositivo falló con una mala comunicación de Internet. Por favor intente esto nuevamente después de verificar el estado de Internet.
ja: インターネット通信が不良で機器との接続に失敗しました。 インターネット状態を確認した後もう一度お試しください。
ko: 센서를 인증하기 위한 모닛 서버와 통신이 실패하였습니다. 스마트폰의 인터넷 연결을 확인해주세요.
zh_hans: 网络连接失败。请查看手机与网络连接状态后重试。

# dfu_latest_version
source: Latest version.
es_mx: Ultima versión.
ja: 現在、最新バージョンです。
ko: 현재 최신버전 입니다.
zh_hans: 现在是最新版本。

# dfu_update_available_description
source: Update available. Please update the firmware.
es_mx: Actualización disponible. Por favor, actualice el firmware.
ja: 現在のファームウェアは最新バージョンではありません。アップデートをしてください。
ko: 현재 펌웨어가 최신 버전이 아닙니다. 업데이트가 필요합니다.
zh_hans: 现在固件不是最新版本。请升级。

# dfu_update_available_caution
source: Do not power off the device or close this application. The device might operate abnormally.
es_mx: No apague el dispositivo ni cierre esta aplicación. El dispositivo podría funcionar anormalmente.
ja: ファームウェアのアップデート中には、機器の電源を切ったり、アプリケーションを終了したりしないでください。 機器が異常動作する可能性があります。
ko: 펌웨어 업데이트 중에는 기기의 전원을 끄거나 앱을 종료하지 마세요. 기기가 정상 동작 하지 않을 수 있습니다.
zh_hans: 升级固件中请勿将尿布感知器关闭。此会影响给尿布感知器正常启动。

# do_not_firmware_update
source: This device is not supported on this app. Please install the MECS app.
ja: このアプリでは使用できないデバイスです。 メックス専用アプリをインストールしてください。
ko: 현재 App에서는 사용할 수 없는 장비입니다. MECS전용 App을 설치해주세요.
zh_hans: 此设备无法用于当前APP。 请安装MECS专用APP。

# dfu_update_completed
source: Firmware update completed. The diaper sensor will now reboot. It will connect with your smartphone shortly.
es_mx: Actualización de firmware completa. El sensor de pañal se reinicia ahora. Se conectará con su teléfono inteligente después de un tiempo.
ja: ファームウェアの更新が完了しました。センサーが再起動します。 しばらくするとスマートフォンに接続されます。
ko: 펌웨어 업데이트가 완료되었습니다. 센서가 재시작 되며 잠시 후 다시 연결됩니다.
zh_hans: 固件升级完毕。尿布感知器将自动重机后再连接。

# dfu_low_battery_warning
source: Battery power of the diaper sensor is too low. Please try this again after charging it.
es_mx: La batería del sensor del pañal es demasiado baja. Por favor intente esto nuevamente después de cargarlo.
ja: センサーのバッテリ電力が低すぎます。 充電後にもう一度お試しください。
ko: 배터리 전력이 낮습니다. 충전 후에 업데이트 해주세요.
zh_hans: 电池电量低。请做好充电后再试升级。

source: Current version
es_mx: Versión actual
ja: 現在バージョン
ko: 현재버전
zh_hans: 现在版本

source: Latest version
es_mx: Ultima versión.
ja: 最新バージョン
ko: 최신버전
zh_hans: 最新版本

# dfu_update_failed
source: Firmware update failed. Please restart the diaper sensor with switch off and on.
es_mx: La actualización del firmware falló. Por favor, reinicie el sensor de pañales con el interruptor de encendido y apagado.
ja: ファームウェアのアップデートが失敗しました。センサーの電源を入れ直して再起動してください。
ko: 펌웨어 업데이트가 실패했습니다. 센서 전원을 껐다 켜서 재시작해주세요.
zh_hans: 固件升级失败。请将尿布感知器关闭后重试。

# dfu_update_need_latestversion
source: iOS version 11.2 or higher is available now. Please update iOS to the latest version.
es_mx: iOS versión 11.2 o superior está disponible ahora. Actualiza iOS a la última versión.
ja: iOS11.2以降のバージョンでアップデートが可能です。 OSを最新バージョンに更新してください。
ko: iOS 11.2 버전 이상 업데이트 가능합니다. OS를 최신 버전으로 업데이트해 주세요.
zh_hans: iOS 11.2 以上的版本可升级。 请下载 iOS 最新版本。

# dfu_update_waiting
source: Preparing update. One moment please.
es_mx: La actualización está lista. Por favor, espere un minuto.
ja: アップデート準備中です。しばらくお待ちください。
ko: 업데이트 준비중입니다. 잠시만 기다려 주세요.
zh_hans: 正在准备升级。请稍等一下。

# dfu_update_stop_process
source: Do you want to halt the firmware updating?
es_mx: ¿Quieres detener la actualización del firmware?
ja: ファームウェアの更新を停止しますか？
ko: 펌웨어 업데이트를 정지하시겠습니까?
zh_hans: 要停止固件升级？

# group_share_member_description
source: If you want to invite a member, select + button. If you want to delete a member, select the member.
es_mx: Si desea invitar a un miembro, seleccione el botón +. Si desea eliminar un miembro, seleccione el miembro.
ja: メンバーを招待する場合は、+ボタンを押してください。 メンバーを削除するには、削除するメンバーを選択してください。
ko: 구성원을 초대하시려면 + 버튼을 눌러주세요. 구성원을 삭제하시려면 삭제하실 구성원을 선택해주세요.
zh_hans: 如果邀请成员，请按下 + 按键。如果删除成员，请选择删除的成员。

# group_invite_member_hint
source: Membership code(6digits)
es_mx: Código de membresía (6 dígitos)
ja: 簡単ID（6文字）
ko: 회원코드(6자리)
zh_hans: 会员代码（6个字）

# group_warning_invalid_short_id
source: Invalid membership code
es_mx: Código de membresía inválido
ja: 正しい形式で入力してください
ko: 올바른 회원코드 형식이 아닙니다.
zh_hans: 不是正常的会员代码格式

# group_short_id_description
source: What is Membership code? This code is issued by Monit with 6-digits. This ONLY includes letters and numbers. You can check this code by going to: Account > Membership code
es_mx: ¿Qué es el código de Membresía? Este código es emitido por Monit con 6 dígitos. Esto SOLAMENTE incluye alfabetos y números. Puede verificar este código en el menú de Cuenta> Código de membresía
ja: 簡単IDとは？ MONITで任意に発行された半角英数のコード(6字)です。 メインページの右上にアカウント>簡単IDの項目で確認できます。
ko: 회원코드란? 모닛에서 임의로 발급해드린 영문과 숫자로 이루어진 6자리 코드입니다. 메인페이지 우측 상단에 계정 > 회원코드 항목에서 확인 가능합니다.
zh_hans: 什么是会员代码？MONIT（梦伊特）公司给用户开的，由英文和数字组成的6个字代码。相关细节内容可参考于主页右上方的 账号 > 会员代码

# group_title_shared_list
source: List of shared group
es_mx: Lista de grupo compartido
ja: シェアされるグループのリスト
ko: 공유받기 그룹 목록
zh_hans: 受分享群体目录

# group_share_device_list_empty
source: No devices.
es_mx: No Hay dispositivo
ja: シェアする機器がありません。
ko: 공유기기가 없습니다.
zh_hans: 没有分享的设备

# group_shared_group_list_empty
source: No shared groups.
es_mx: No Hay grupo compartido
ja: シェアされるグループがありません。
ko: 공유받는 그룹이 없습니다.
zh_hans: 没有受分享的群体

# group_message_my_group_invite
source: Invited member
es_mx: Miembro invitado
ja: メンバー招待
ko: 구성원 초대
zh_hans: 邀请成员

# group_message_my_group_delete
source: Deleted member
es_mx: Miembro eliminado
ja: メンバー削除
ko: 구성원 삭제
zh_hans: 删除成员

# group_message_my_group_leave
source: Left member
es_mx: Dejar miembro
ja: メンバー脱退
ko: 구성원 탈퇴
zh_hans: 成员已退出我的群体

# group_message_my_group_request
source: Requested member
es_mx: Solicitar la invitación del miembro
ja: メンバー招待申請
ko: 구성원 초대 요청
zh_hans: 邀请成员

# group_message_other_group_invited
source: Invited
es_mx: Invitado el miembro
ja: 招待されたグループ
ko: 구성원 초대됨
zh_hans: 成员邀请成功

# group_message_other_group_deleted
source: Deleted
es_mx: Eliminado el miembro
ja: 削除されたグループ
ko: 구성원 삭제됨
zh_hans: 成员删除成功

# group_message_other_group_leave
source: Left
es_mx: El miembro abandonó el grupo
ja: 脱退したグループ
ko: 구성원 탈퇴함
zh_hans: 成员已退出我的群体

# group_message_other_group_request
source: Request invitation
es_mx: Invitó al miembro
ja: 招待申請をしたグループ
ko: 구성원 초대요청함
zh_hans: 成员申请加入我的群体

# feedback_input_text
source: Please tell us what happened.
es_mx: Por favor Ingrese informaciones especiales
ja: 特異事項を入力してください。
ko: 특이사항을 입력해주세요.
zh_hans: 请输入异常内容

# btn_send
source: Send
es_mx: Envio
ja: 送信
ko: 전송
zh_hans: 传送

# feedback_poo
source: Poo
es_mx: Popo
ja: 大便
ko: 대변
zh_hans: 大便

# feedback_pee
source: Pee
es_mx: Pípi
ja: 小便
ko: 소변
zh_hans: 小便

# feedback_none
source: None
es_mx: Ninguna
ja: 異常なし
ko: 이상없음
zh_hans: 无

# feedback_true
source: TRUE
es_mx: Cierto
ja: 合っていた
ko: 맞음
zh_hans: 正确的

# feedback_false
source: FALSE
es_mx: Falso
ja: 違っていた
ko: 틀림
zh_hans: 正确

# feedback_dk
source: Don't know
es_mx: No sé
ja: わからない
ko: 모름
zh_hans: 错误

# feedback_diaper_status
source: Diaper status
es_mx: Estado de pañal
ja: オムツの状態
ko: 기저귀상태
zh_hans: 尿布状态

# account_signup_welcome_title
source: Welcome to Monit Service
es_mx: Bienvenido a Monit
ja: MONITサービスへようこそ
ko: 회원가입을 환영합니다.
zh_hans: 欢迎注册会员

# account_signup_welcome_membershipcode
source: The membership code which can be used for sharing information feature has been issued. You can see this code from Account > Membership code menu.
es_mx: Se ha emitido el código de membresía que se puede usar para compartir la función de información. Puede ver este código en Cuenta> Menú de código de membresía.
ja: シェア機能に使用する会員コードが発行されました。 アカウント>会員コードからこのコードを確認することができます。
ko: 기기 정보 공유시에 사용되는 회원코드가 발급되었습니다. 회원코드는 메인화면 우측상단 계정 > 회원코드에서 확인이 가능합니다.
zh_hans: 使用于分享设备信息的会员代码发行成功。请您参考在主页右上方 账号>会员代码

# account_signup_welcome_description
source: Monit will help babycare smarter.
es_mx: Monit ayudará a cuidar su bebé de forma más inteligente.
ja: MONITとスマートな育児を始めましょう。
ko: 이제 모닛과 함께 스마트한 육아를 시작해보세요.
zh_hans: 现在与MONIT（梦伊特）开始智能育儿！

# group_title_group
source: Group
es_mx: Grupo
ja: グループ
ko: 그룹
zh_hans: 群体

# group_message_init_device
source: Reset device
es_mx: Reiniciar el dispositivo
ja: 機器リセット
ko: 기기 초기화됨
zh_hans: 设备初始化成功

# notification_init_device_title
source: Reset device
es_mx: Reiniciar el dispositivo
ja: 機器リセット
ko: 기기 초기화
zh_hans: 设备初始化

# notification_init_device_description
source: The device has been initialized.
es_mx: El dispositivo se ha inicializado.
ja: 機器をリセットしました。
ko: 기기가 초기화 되었습니다.
zh_hans: 设备初始化成功

# toast_sensor_is_not_connected_directly
source: This feature needs connection between the sensor and this smart phone.
es_mx: Esta característica necesita conexión entre el sensor y este teléfono inteligente.
ja: この機能を使うにはセンサーをスマートフォンに直接接続してください。
ko: 센서가 이 스마트폰과 직접 연결되어야 기능을 사용할 수 있습니다.
zh_hans: 尿布感知器与本手机直接连接时，才能使

# dialog_dfu_stay_this_screen
source: If you exit this screen, the device might not work. Would you like to exit this screen?
es_mx: Si sale de esta pantalla, es posible que el dispositivo no funcione. ¿Te gustaría salir de esta pantalla?
ja: アップデート中にこの画面を終了すると、機器に問題が発生する可能性があります。この画面を終了しますか？
ko: 업데이트 중에 이 화면을 나가시면 기기에 문제가 발생할 수 있습니다. 이 화면을 나가시겠습니까?
zh_hans: 如升级中离开升级页面，会发生问题。确定离开吗？

# dialog_dfu_near_sensor
source: Place the sensor near the smartphone. Do you want to proceed?
es_mx: Coloque el sensor cerca del teléfono inteligente. ¿Desea continuar?
ja: センサーをスマートフォンのすぐ隣に置いてください。 続行しますか？
ko: 센서를 스마트폰 바로옆 가까운 곳에 놓아주세요. 진행하시겠습니까?
zh_hans: 请将尿布感知器放在离手机近的位置。确定进行吗？

# dialog_connection_not_received_ap_info
source: Failed to get found wireless network information. Please try it again after removing the sensor from the hub and putting it into the hub.
es_mx: Error al encontrar la información de la red inalámbrica. Inténtalo de nuevo después de retirar el sensor del concentrador y colocarlo en el centro.
ja: 無線ネットワークの情報の取得に失敗しました。センサーをハブから取り外し、再びやり直してください。
ko: 허브로 부터 무선 AP 정보를 받아오지 못했습니다. 센서를 뺐다가 꽂으신 후 다시 시도해주세요.
zh_hans: 无法搜索无线网络，请将尿布感知器从空气质量检测仪器上拔出来再插入后，重试。

# hub_graph_score
source: Score
es_mx: Puntuación
ja: スコア
ko: 스코어
zh_hans: 积分

# hub_graph_temperature
source: Temperature
es_mx: Temperatura
ja: 温度
ko: 온도
zh_hans: 温度

# hub_graph_humidity
source: Humidity
es_mx: Humedad
ja: 湿度
ko: 습도
zh_hans: 湿度

# hub_graph_voc
source: Gas
ja: ガス
ko: 가스
zh_hans: VOC气体

# hub_graph_now
source: Now
es_mx: Ahora
ja: 現在
ko: 현재
zh_hans: 现在

# hub_graph_average
source: Today’s Average
es_mx: Promedio de este día
ja: この日の平均
ko: 이 날의 평균
zh_hans: 当天平均

# sensor_graph_weekly
source: weekly
es_mx: Semanal
ja: 週
ko: 주별
zh_hans: 每周的

# sensor_graph_monthly
source: monthly
es_mx: Mensual
ja: 月
ko: 월별
zh_hans: 每月的

# sensor_graph_week
source: week
es_mx: Semana
ja: 週
ko: 주
zh_hans: 周

# sensor_graph_month
source: month
es_mx: Mes
ja: 月
ko: 개월
zh_hans: 月

# sensor_graph_diaper
source: diaper
es_mx: Pañal
ja: オムツ
ko: 기저귀
zh_hans: 尿布

# hub_graph_today
source: Today
es_mx: Hoy
ja: 今日
ko: 오늘
zh_hans: 今天

# hub_graph_ago
source: %@ days ago
es_mx: Hace %@ Días
ja: %@ 日前
ko: %@ 일 전
zh_hans: %@ 日前

# guide_direct_connection_title
source: Bluetooth connection guide
es_mx: Guía de conexión Bluetooth
ja: オムツセンサーBluetoothガイド
ko: 기저귀 센서 블루투스 연결 가이드
zh_hans: 尿布感知器与蓝牙连接指南
