Repository: Ethan-mo/AccelerationUsingBLE
Catalog: AccelerationUsingBLE/Uitils/Monit/*.lproj/Localizable.strings
Languages: es_mx, ja, ko, zh_hans

# sensitivity_low
source: Low
es_mx: Baja
ja: 低い
ko: 낮음
zh_hans: 低

# sensitivity_normal
source: Normal
ja: 普通
ko: 보통
zh_hans: 普通

# sensitivity_high
source: High
es_mx: Alta
ja: 高い
ko: 높음
zh_hans: 高

# sensitivity_title
source: Set sensitivity
es_mx: Establecer sensibilidad
ja: 感度設定
ko: 민감도 설정
zh_hans: 灵敏度设置

# guide_direct_connection_for_firmware_update
source: Prepare the update
es_mx: Prepare la actualización
ja: ファームウェアのアップデートをする前に
ko: 펌웨어 업데이트를 하기 전에
zh_hans: 升级之前

# guide_direct_connection_description
source: This feature needs to reset BLE connection. Check following steps.
es_mx: Esta función necesita reiniciar la conexión BLE. Verifica los siguientes pasos.
ja: この機能を使用するには、オムツセンサーがスマートフォンとBluetoothで接続されている必要があります。以下の方法に従って、接続を進めてください。
ko: 기저귀 센서와 스마트폰이 블루투스로 연결되어 있어야 합니다. 아래 방법을 따라 진행해주세요.
zh_hans: 需要尿布感知器与蓝牙做好连接。根据下面办法，请做连接。

# guide_direct_connection_description1
source: Put the diaper sensor to the hub.
es_mx: Coloque el sensor de pañal en el Hub
ja: オムツセンサーをハブに差し込んでください。
ko: 기저귀 센서를 허브에 꽂아주세요.
zh_hans: 请将尿布感知器插入在空气质量检测仪器上面的插座口。

# guide_direct_connection_description2
source: Place this smartphone with bluetooth enabled near the sensor.
es_mx: Coloque este teléfono inteligente con bluetooth habilitado cerca del sensor.
ja: スマートフォンでBluetoothをオンにしてオムツセンサーの近くに置いてください。
ko: 스마트폰의 블루투스를 켜고 기저귀 센서 가까이에 놓아주세요.
zh_hans: 请开启手机蓝牙功能后，将尿布感知器放在离手机近的位置。

# guide_direct_connection_description3
source: Within 30 seconds, the diaper sensor will connect with this smartphone automatically and the screen will be changed.
es_mx: En 30 segundos, el sensor de pañal se conectará automáticamente con este teléfono inteligente y la pantalla cambiará.
ja: 30秒以内に、スマートフォンと自動的に接続され、画面が自動的に変更されます。
ko: 30초 이내에 스마트폰과 연결되며, 화면이 자동으로 변경됩니다.
zh_hans: 30秒之内，尿布感知器与蓝牙自动连接，界面也更新。

# legal_collect_privacy
source: Collection and Use of Personal Information
es_mx: Recolección y uso de información personal
ja: 個人情報の収集と利用
ko: 개인정보 수집 및 이용
zh_hans: 用户个人信息收集和使用

# legal_provide_3rd_party
source: Disclosure of third party
es_mx: Divulgación de terceros
ja: 個人情報の第3者への提供
ko: 개인정보 제3자 제공
zh_hans: 用户个人信息向第三方提供

# agreement_title
source: Accept terms
es_mx: Aceptar los términos
ja: 利用規約に同意
ko: 약관동의
zh_hans: 接受条款

# agreement_description
source: To use the Monit service, you need to agree to the terms and conditions by selecting checkbox. You can see the terms and conditions by selecting show button. (*) is a required agreement.
es_mx: Para utilizar el servicio de Monit, deberás aceptar los términos y condiciones seleccionando la opción correcta. Puedes consultar los términos y condiciones seleccionando el botón mostrar. (*) Es un campo obligatorio.
ja: MONITサービスを利用するためには利用規約に同意する必要があります。 左のチェックボックスにチェックして、該当する利用規約に同意してください。内容表示ボタンを選択すると利用規約の内容を確認することができます。 (*)は必須同意の規約です。
ko: 모닛 서비스를 이용하기 위해서는 약관에 동의가 필요합니다. 왼쪽 체크박스를 눌러 해당 약관에 동의해주세요. 내용보기 버튼을 선택하시면 약관 내용을 확인하실 수 있습니다. (*)는 필수 동의 약관입니다.
zh_hans: 为使用MONIT（梦伊特）APP服务而需要同意条款。 请按下APP界面左边复选框的'同意'。如要查看细节内容，请按下“查看细节”。 (*)是必要同意的条款。

# agreement_all
source: I agree to all the terms.
es_mx: Estoy de acuerdo con todos los términos.
ja: すべての規約に同意します。
ko: 모든 약관에 동의합니다.
zh_hans: 我同意所有条款。

# hub_graph_no_data
source: No data
es_mx: No hay datos
ja: データなし
ko: 데이터 없음
zh_hans: 暂无数据

# dialog_contents_sensor_need_reseting_description
source: ❗️For proper operation of the sensor, turn Bluetooth off and on in the settings.
es_mx: ️Para un funcionamiento correcto del sensor, desactive y active Bluetooth en la configuración.
ja: ❗️センサーの正常な動作のために、設定でBluetoothをオフにしてオンにしてください。
ko: ❗️센서의 정상적인 동작을 위해, 설정에서 블루투스를 껐다가 켜주세요.
zh_hans: ❗️为尿布感知器正常启动，请将智能手机蓝牙关闭后重新打开。

# dialog_contents_dfu_low_battery
source: The update has been stopped due to low battery. Charge the battery to at least 30% to continue the update.
es_mx: La actualización se ha detenido debido a la batería baja. Cargue la batería al menos al 30% para continuar la actualización.
ja: バッテリーが不足して、アップデートを停止しました。バッテリーを少なくとも30％以上充電した後、アップデートを進めて下さい。
ko: 배터리가 부족하여 업데이트를 중지했습니다. 배터리를 최소 30% 이상 충전한 후 업데이트를 진행하세요.
zh_hans: 因为电池的电量不足的原因，停止了升级。请将电量最少30%以上充电后再进行升级。

# contents_need_bluetooth_reseting
source: The sensor is not connected. To connect with the sensor, turn the Bluetooth function off and on. (Settings > Bluetooth)
es_mx: El sensor no está conectado. Para conectarse con el sensor, apague y encienda la función Bluetooth. (Configuraciones> Bluetooth)
ja: センサーに接続されていません。センサーに接続するには、Bluetooth機能をオフにしてオンにしてください。（設定>ブルートゥース）
ko: 센서와 연결 되고 있지 않습니다. 센서와 연결하시려면 블루투스 기능을 껐다가 켜주세요. (설정 > 블루투스)
zh_hans: 正在无法与尿布感知器连接。如要与尿布感知器连接，请将智能手机蓝牙关闭后重新打开。(设置 > 蓝牙)

# sensor_graph_average_week
source: Average of this week
es_mx: Promedio de esta semana
ja: 今週の平均
ko: 이 주의 평균
zh_hans: 本周的平均值

# sensor_graph_average_month
source: Average of this month
es_mx: Promedio de este mes
ja: 今月の平均
ko: 이 달의 평균
zh_hans: 本月的平均值

# dialog_contents_sensor_charging_error
source: The sensor charging has been stopped because of an error. Disconnect the charger and sensor, then turn the sensor off and on again.
es_mx: La carga del sensor se ha detenido debido a un error. Desconecte el cargador y el sensor, luego apague el sensor y vuelva a prenderlo.
ja: センサー充電中にエラーが発生し、充電が停止されました。センサーを充電器から外して、センサーの電源を入れ直してください。
ko: 센서 충전 중 오류가 감지되어 충전이 중지되었습니다. 충전기와 센서를 분리해주시고 센서 전원을 껐다가 켜주세요.
zh_hans: 尿布感知器充电中发现问题。将尿布感知器和充电器分离后，请把尿布感知器重机。

# sensor_graph_server_average_week
source: Peer average of this week
es_mx: Promedio de compañeros de esta semana
ja: 今週の同じ年頃の平均
ko: 이 주의 또래 평균
zh_hans: 本周与我宝宝同月群的平均值

# sensor_graph_server_average_month
source: Peer average of this month
es_mx: Promedio de compañeros de este mes
ja: 今月の同じ年頃の平均
ko: 이 달의 또래 평균
zh_hans: 本月与我宝宝同月群的平均值

# LOW_TEMPERATURE_DETAIL
source: %@ The temperature is below the lowest temperature level you set. (%@)
es_mx: La temperatura es inferior al nivel de temperatura mas bajo que usted fijo.
ja: %@ 設定された最低温度よりも低いです。(%@)
ko: %@ 설정된 최저온도보다 낮습니다. (%@)
zh_hans: %@ 低于设置的最低温度 (%@)

# HIGH_TEMPERATURE_DETAIL
source: %@ The temperature exceeded the highest temperature level you set. (%@)
es_mx: La temperatura excede el nivel de temperatura mas alto que usted fijo.
ja: %@ 設定された最大温度よりも高いです。(%@)
ko: %@ 설정된 최대온도보다 높습니다. (%@)
zh_hans: %@ 超过设置的最高温度 (%@)

# LOW_HUMIDITY_DETAIL
source: %@ The humidity is below the lowest humidity level you set. (%@)
es_mx: La humedad es inferior la nivel the humedad mas bajo que usted fijo.
ja: %@ 設定された最低湿度よりも低いです。(%@)
ko: %@ 설정된 최저습도보다 낮습니다. (%@)
zh_hans: %@ 低于设置的最低湿度 (%@)

# HIGH_HUMIDITY_DETAIL
source: %@ The humidity exceeded the highest humidity level you set. (%@)
es_mx: La humedad excede el nivel de humedad mas alto que usted fijo.
ja: %@ 設定された最大湿度より高いです。(%@)
ko: %@ 설정된 최대습도보다 높습니다. (%@)
zh_hans: %@ 超过设置的最高湿度 (%@)

# device_environment_temperature_high2
source: It's too hot!
es_mx: Es muy caliente.
ja: 暑いです！
ko: 조금 덥네요!
zh_hans: 太热

# device_environment_temperature_high_action2
source: Please turn on ac or open the window for cool air
es_mx: Por favor, encienda el aire acondicionado o abre la ventada para el aire fresco.
ja: 温度を調整してください。
ko: 시원하게 해주세요.
zh_hans: 请开空调或者做换气通风

# device_environment_temperature_low2
source: It's too cold!
es_mx: Es muy frio.
ja: 寒いです！
ko: 조금 추워요!
zh_hans: 太冷

# device_environment_temperature_low_action2
source: Please turn on the heating.
es_mx: Por favor encienda la calefaccion.
ja: 温度を調整してください。
ko: 감기에 걸리지 않도록 주의하세요.
zh_hans: 请开暖气或者加热器

# device_environment_humidity_high2
source: It's too humid!
es_mx: Es muy humedo.
ja: 湿っています！
ko: 조금 습해요!
zh_hans: 太潮湿

# device_environment_humidity_high_action2
source: Please turn off humidifier.
es_mx: Por favor encienda el humidificador.
ja: 加湿器を切ってください。
ko: 제습기를 틀거나 에어컨 제습모드로 틀어주세요.
zh_hans: 如开着加湿器，请关闭

# device_environment_humidity_low2
source: The air is too dry!
es_mx: El aire es muy seco.
ja: 乾燥しています！
ko: 조금 건조해요!
zh_hans: 太干燥

# device_environment_humidity_low_action2
source: Please turn on humidifier.
es_mx: Por favor encienda el humidificador.
ja: 加湿器をつけてください
ko: 공기에 수분을 공급해주세요.
zh_hans: 请打开加湿器

# device_environment_voc_bad_detected2
source: Gas detected!
es_mx: Gas detectado.
ja: ガスを検知しました！
ko: 무슨 냄새나지 않나요?
zh_hans: 检测到VOC气体

# device_environment_voc_bad_action2
source: Please turn on air purifier or open the window!
es_mx: Por favor encienda el purificador de aire o abre la ventana.
ja: 窓を開けて換気してください。
ko: 창문을 열어 환기시켜주세요.
zh_hans: 请开空气净化器或者做换气通风

# device_environment_temperature_high3
source: It's too hot!
es_mx: Es muy caliente.
ja: 暑いです！
ko: 땀이 나네요!
zh_hans: 太热

# device_environment_temperature_high_action3
source: Please turn on ac or open the window for cool air
es_mx: Por favor, encienda el aire acondicionado o abre la ventada para el aire fresco.
ja: 温度を調整してください。
ko: 선풍기를 틀어 바람이 통하게 해주세요.
zh_hans: 请开空调或者做换气通风

# device_environment_temperature_low3
source: It's too cold!
es_mx: Es muy frio.
ja: 寒いです！
ko: 쌀쌀해요!
zh_hans: 太冷

# device_environment_temperature_low_action3
source: Please turn on the heating.
es_mx: Por favor encienda la calefaccion.
ja: 温度を調整してください。
ko: 아기에게 이불을 덮어주세요.
zh_hans: 请开暖气或者加热器

# device_environment_humidity_high3
source: It's too humid!
es_mx: Es muy humedo.
ja: 湿っています！
ko: 주변이 눅눅해요!
zh_hans: 太潮湿

# device_environment_humidity_high_action3
source: Please turn off humidifier.
es_mx: Por favor encienda el humidificador.
ja: 加湿器を切ってください。
ko: 아기에게 파우더를 발라주는 것도 도움이 됩니다.
zh_hans: 如开着加湿器，请关闭

# device_environment_humidity_low3
source: The air is too dry!
es_mx: El aire es muy seco.
ja: 乾燥しています！
ko: 메말라가고 있어요!
zh_hans: 太干燥

# device_environment_humidity_low_action3
source: Please turn on humidifier.
es_mx: Por favor encienda el humidificador.
ja: 加湿器をつけてください
ko: 실내에 빨래를 널어주세요.
zh_hans: 请打开加湿器

# device_environment_voc_bad_detected3
source: Gas detected!
es_mx: Gas detectado.
ja: ガスを検知しました！
ko: 냄새가 감지되었어요!
zh_hans: 检测到VOC气体

# device_environment_voc_bad_action3
source: Please turn on air purifier or open the window!
es_mx: Por favor encienda el purificador de aire o abre la ventana.
ja: 窓を開けて換気してください。
ko: 선풍기를 틀어 바람이 통하게 해주세요.
zh_hans: 请开空气净化器或者做换气通风

# device_environment_temperature_high4
source: It's too hot!
es_mx: Es muy caliente.
ja: 暑いです！
ko: 이렇게 덥긴 처음이에요!
zh_hans: 太热

# device_environment_temperature_high_action4
source: Please turn on ac or open the window for cool air
es_mx: Por favor, encienda el aire acondicionado o abre la ventada para el aire fresco.
ja: 温度を調整してください。
ko: 아기에게 시원한 옷으로 갈아입혀주세요.
zh_hans: 请开空调或者做换气通风

# device_environment_temperature_low4
source: It's too cold!
es_mx: Es muy frio.
ja: 寒いです！
ko: 이렇게 춥긴 처음이에요!
zh_hans: 太冷

# device_environment_temperature_low_action4
source: Please turn on the heating.
es_mx: Por favor encienda la calefaccion.
ja: 温度を調整してください。
ko: 아기에게 따뜻한 옷으로 갈아입혀주세요.
zh_hans: 请开暖气或者加热器

# device_environment_humidity_high4
source: It's too humid!
es_mx: Es muy humedo.
ja: 湿っています！
ko: 불쾌지수가 올라가요!
zh_hans: 太潮湿

# device_environment_humidity_high_action4
source: Please turn off humidifier.
es_mx: Por favor apague el humidificador.
ja: 加湿器を切ってください。
ko: 선풍기를 틀어 바람이 통하게 해주세요.
zh_hans: 如开着加湿器，请关闭

# device_environment_humidity_low4
source: The air is too dry!
es_mx: El aire es muy seco.
ja: 乾燥しています！
ko: 목말라요!
zh_hans: 太干燥

# device_environment_humidity_low_action4
source: Please turn on humidifier.
es_mx: Por favor encienda el humidificador.
ja: 加湿器をつけてください
ko: 아기에게 로션을 발라주세요.
zh_hans: 请打开加湿器

# device_environment_voc_bad_detected4
source: Gas detected!
es_mx: Gas detectado.
ja: ガスを検知しました！
ko: 어흑, 냄새나요!
zh_hans: 检测到VOC气体

# device_environment_voc_bad_action4
source: Please turn on air purifier or open the window!
es_mx: Por favor encienda el purificador de aire o abre la ventana.
ja: 窓を開けて換気してください。
ko: 냄새나는 곳을 찾아 처리해주세요.
zh_hans: 请开空气净化器或者做换气通风

# device_environment_temperature_high5
source: It's too hot!
es_mx: Es muy caliente.
ja: 暑いです！
ko: 몹시 더워요!
zh_hans: 太热

# device_environment_temperature_high_action5
source: Please turn on ac or open the window for cool air
es_mx: Es muy caliente.
ja: 温度を調整してください。
ko: 가볍게 샤워해도 좋아요!
zh_hans: 请开空调或者做换气通风

# device_environment_temperature_low5
source: It's too cold!
es_mx: Es muy frio.
ja: 寒いです！
ko: 몹시 추워요!
zh_hans: 太冷

# device_environment_temperature_low_action5
source: Please turn on the heating.
es_mx: Por favor encienda la calefaccion.
ja: 温度を調整してください。
ko: 온풍기를 틀어주세요.
zh_hans: 请开暖气或者加热器

# device_environment_humidity_high5
source: It's too humid!
es_mx: Es muy humedo.
ja: 湿っています！
ko: 꿉꿉하네요!
zh_hans: 太潮湿

# device_environment_humidity_high_action5
source: Please turn off humidifier.
es_mx: Por favor apague el humidificador.
ja: 加湿器を切ってください。
ko: 집안에 식물을 키우는 것도 도움이 됩니다.
zh_hans: 如开着加湿器，请关闭

# device_environment_humidity_low5
source: The air is too dry!
es_mx: El aire es muy seco.
ja: 乾燥しています！
ko: 수분이 부족해요!
zh_hans: 太干燥

# device_environment_humidity_low_action5
source: Please turn on humidifier.
es_mx: Por favor encienda el humidificador.
ja: 加湿器をつけてください
ko: 주전자에 물을 끓이는 것도 도움이 됩니다.
zh_hans: 请打开加湿器

# device_environment_voc_bad_detected5
source: Gas detected!
es_mx: Gas detectado.
ja: ガスを検知しました！
ko: 주변에 VOC가스가 느껴져요!
zh_hans: 检测到VOC气体

# device_environment_voc_bad_action5
source: Please turn on air purifier or open the window!
es_mx: Por favor encienda el purificador de aire o abre la ventana.
ja: 窓を開けて換気してください。
ko: 환풍기를 틀어주세요.
zh_hans: 请开空气净化器或者做换气通风

# agreement_title_link
source: Show
es_mx: Mostrar
ja: 查看内容
ko: 내용보기
zh_hans: 内容を見る

# setting_wireless_network_change_title
source: Wireless Network Change
es_mx: Cambio de la red inalambrica.
ja: 無線ネットワーク変更
ko: 무선네트워크 변경
zh_hans: 无线网络变更

# setting_ap_info_connected
source: Connected
es_mx: Conectado
ja: 接続成功
ko: 연결됨
zh_hans: 连接成功

# btn_show
source: Show
es_mx: Mostrar
ja: 内容表示
ko: 내용보기
zh_hans: 查看细节

# agreement_description_gdpr
source: To use the Monit service, you need to agree to the terms and conditions by selecting checkbox. You can see the terms and conditions by selecting show button. EU (European Union) Citizens are applicable to General Data Protection Regulation (GDPR). (*) is a required agreement.
es_mx: Para utilizar el servicio de Monit, deberás aceptar los términos y condiciones seleccionando la opción correcta. Puedes consultar los términos y condiciones seleccionando el botón mostrar. Si eres ciudadano de la UE (Unión Europea) aplica el Reglamento General de Protección de Datos (RGPD). (*) Es un campo obligatorio.
ja: MONITサービスを利用するためには利用規約に同意する必要があります。 左のチェックボックスにチェックして、該当する利用規約に同意してください。内容表示ボタンを選択すると利用規約の内容を確認することができます。 EU（欧州連合）市民はGDPR（General Data Protection Regulation）の適用を受けるのでEU市民かどうかも入力してください。 (*)は必須同意の規約です。
ko: 모닛 서비스를 이용하기 위해서는 약관에 동의가 필요합니다. 왼쪽 체크박스를 눌러 해당 약관에 동의해주세요.내용보기 버튼을 선택하시면 약관 내용을 확인하실 수 있습니다. EU(유럽연합)시민권자는 GDPR(General Data Protection Regulation) 적용을 받으므로 EU시민권자 여부도 입력하시기 바랍니다. (*)는 필수 동의 약관입니다.
zh_hans: 为使用MONIT（梦伊特）APP服务而需要同意条款。 请按下APP界面左边复选框的'同意'。如要查看细节内容，请按下“查看细节”。 欧盟公民可以被适用于GDPR (General Data Protection Regulation)，如您是欧盟公民的话，请输入您是否欧盟公民。 (*)是必要同意的条款。

# agreement_eu_citizen
source: EU Citizen
es_mx: Ciudadano de EU
ja: EU市民権
ko: EU시민
zh_hans: 欧盟公民

# agreement_service_goodmonit
source: Terms and Conditions
es_mx: Términos y condiciones
ja: サービス利用規約
ko: 서비스 이용약관
zh_hans: 服务使用条款

# agreement_privacy_gdpr_goodmonit
source: Privacy Policy(GDPR)
es_mx: Política de Privacidad(RGPD)
ja: 個人情報の処理方針(GDPR)
ko: 개인정보 처리방침(GDPR)
zh_hans: 欧盟公民个人信息使用方针(GDPR)

# agreement_privacy_goodmonit
source: Privacy Policy
es_mx: Política de Privacidad
ja: 個人情報の処理方針
ko: 개인정보 처리방침
zh_hans: 个人信息使用方针

# setting_device_detection_test_mode_title
source: Detection test mode
es_mx: Modo de prueba de deteccion.
ja: 検出テストモード
ko: 감지 테스트 모드
zh_hans: 感知测试模式

# setting_device_detection_test_mode_description
source: Detection test mode is enabled for 1 minute to check whether this sensor operates normally. Blow the sensor hole for 5 seconds. You can receive a detection alarm. After 1 minute or click the cancel button, this window closes and the detection test mode is disabled.
es_mx: El modo de prueba de deteccion esta habilitado durante 1 minuto para comprobar si este sensor funciona normalmente. Sople el agujero del sensor por 5 segundos. Puede recibir una alarma de deteccion. Despues de 1 minuto o haga clic en el boton Cancelar, esta ventana se cierra y el modo de prueba de deteccion esta desactivado.
ja: センサーが正常動作するかどうかを確認するため、1分間検出テストモードで動作します。センサーホールに5秒間息を吹きかけてください。検出アラームを受けることができます。1分後、またはキャンセルボタンを押すと、このウィンドウが閉じて、検出テストモードが停止されます。
ko: 센서의 정상 동작여부 확인을 위해 1분간 감지 테스트 모드로 동작합니다. 센서 홀에 입김을 5초간 불어주세요. 감지 알람을 받으실 수 있습니다. 1분이 지나거나 취소버튼을 누르시면 이 창이 닫히면서 감지 테스트 모드가 중지됩니다.
zh_hans: 为测试尿布感知器的正常启动，1分钟时间会启动感知测试模式。请向尿布感知器中间的感知洞大概5秒吹一下。您会收到感知提示。如过了1分钟或进行测试当中按下“取消”按键，感知测试模式会停止。

# connection_hub_connected_detail_with_setting
source: Now Hub is ready to use. When temperature or humidity goes out of the optimal range you set below, the alarm will notify you. You can set these options in the setting page of this hub as well.
es_mx: Ahora el Hub está listo para su uso. Cuando la temperatura o la humedad salen del rango óptimo que se encuentra a continuación, la alarma le notificará. Puede establecer estas opciones en la página de configuración de este Hub.
ja: ハブを使用することができます。 適正温度と湿度を設定すると設定した範囲を超えたときに通知を受けることができます。この設定は、ハブの設定ページでも変更ができます。
ko: 이제 허브를 사용할 수 있습니다. 아래 적정 온도와 습도를 설정하시면 설정범위를 벗어났을 때 알람을 받으실 수 있습니다. 이 설정은 각 허브의 설정페이지에서도 변경이 가능합니다.
zh_hans: 现在可以使用空气质量检测仪器。 请设置适宜的温度和湿度范围。如超过该范围，您会收到提示。而且，该设置可以在空气质量检测仪器设置页面上变更。

# dialog_contents_already_registered_invite_request
source: This device has already registered. Please give your 6-digit membership code to the user who has registered this device. If you are invited to the user's sharing group, you can connect this device automatically without registration. Membership code:
es_mx: Este dispositivo ya se registro. Por favor, de su codigo de miembro de 6 digitos al usuario que ha registrado este dispositivo. Si esta invitado al grupo de usuarios compartidos, puede conectar este dispositivo automaticamente sin codigo de suscripcion.
ja: この機器は、既に登録されている機器です。先にこの機器を登録したユーザーに6桁の会員コードを教えてください。登録したユーザーの共有グループに招待されると、機器を登録することなく、自動的に接続されます。 会員コード：
ko: 이 기기는 이미 등록되어있는 기기입니다. 기기를 등록한 사용자에게 6자리 회원코드를 알려주세요. 등록 사용자의 공유하기 그룹에 초대되면 기기를 등록할 필요 없이 자동으로 연결됩니다. 회원코드:
zh_hans: 该设备已被注册过。请将您的6个字会员代码告诉注册设备的使用者。如您被此使用者邀请分享群体的话，与设备自动连接，不必再注册。 会员代码:

# contents_need_sensor_firmware_update
source: Sensor firmware updates provide enhanced functionality.
es_mx: Las actualizaciones del firmware del Sensor proporcionan una funcionalidad mejorada.
ja: センサーのファームウェアのアップデートによって向上された機能を使用することができます。
ko: 센서 펌웨어 업데이트를 통해 향상된 기능을 사용할 수 있습니다.
zh_hans: 尿布感知器可升级，请享受一下更提高的功能

# contents_need_hub_firmware_update
source: Hub firmware updates provide enhanced functionality.
es_mx: Las actualizaciones de firmware de Hub proporcionan una funcionalidad mejorada.
ja: ハブのファームウェアのアップデートによって向上された機能を使用することができます。
ko: 허브 펌웨어 업데이트를 통해 향상된 기능을 사용할 수 있습니다.
zh_hans: 空气检测仪器可升级，享受一下更提高的功能

# account_baby_eating
source: Feeding
es_mx: Alimentación
ja: 授乳方法
ko: 수유 방법
zh_hans: 喂养方法

# account_warning_eating
source: Please choose the type of feeding.
es_mx: Por favor, elija el tipo de alimentación.
ja: 授乳方法を選択してください
ko: 수유 방법을 선택해주세요.
zh_hans: 请选择您的喂养方法

# toast_sensor_is_connected_directly
source: The sensor is connected with this smartphone through Bluetooth.
es_mx: El sensor está conectado con el teléfono inteligente a través de Bluetooth.
ja: センサーはBluetooth経由でこのスマートフォンに接続されています。
ko: 센서와 스마트폰이 블루투스로 연결되었습니다.
zh_hans: 尿布感知器与智能手机蓝牙连接成功

# contents_need_firmware_update
source: The latest firmware update is available. Do you want to update the firmware?
es_mx: Hay una nueva versión de firmware. ¿Quieres actualizar?
ja: 新しいファームウェアのバージョンがあります。 円滑な機能を使用するために、製品のファームウェアの更新を続行しますか？
ko: 최신 펌웨어 버전으로 업데이트가 가능합니다. 원활한 기능 사용을 위해 제품 펌웨어 업데이트를 진행 하시겠습니까?
zh_hans: 有一个新的固件版本。 要更新吗？

# device_sensor_diaper_status_detectdiaperchanged_confirm_detail
source: 이시간에 기저귀 교체를 하셨습니까?
ja: この時間にオムツを交換しましたか？

# device_sensor_operation_analyzing
source: Analyzing
es_mx: Analizamos
ja: 分析中
ko: 분석중
zh_hans: 分析中

# device_sensor_diaper_status_analyzing
source: Gas detected, whether it is poo or not being analyzed. It may take up to 5 minutes for analysis and, if the sensor is taken off beforehand, you may not receive the poo alarm.
es_mx: El gas detectado, verificamos la identidad del popo. La alarma puede analizar hasta 5 minutos, pero si quita el sensor de antemano y lo desactiva, puede no recibirla.
ja: ガスが検出され、大便かどうかを分析しています。 分析するには最大5分がかかり、その前にセンサーを離すと、通知を受け取れない場合があります。
ko: 가스가 감지되어 대변여부를 분석중입니다. 분석하는데 최대 5분이 걸릴 수 있으며, 그 전에 센서를 떼면 대변 알람을 받지 못할 수 있습니다.
zh_hans: 由于感知屁屁，而正在进行分析该是否大便。 分析需要最长5分钟时间，如此前将尿布感知器取下来，不会收到大便提示。

# toast_diaper_status_initialized
source: The diaper status has been initialized.
es_mx: El estado del pañal ha sido inicializado.
ja: オムツ状態が初期化されました。
ko: 기저귀 상태가 초기화 되었습니다.
zh_hans: 尿布状态已做好初始化

# device_type_diaper_sensor
source: Diaper Sensor
es_mx: Sensor de pañal
ja: オムツセンサー
ko: 기저귀 센서
zh_hans: 尿布感知器状态

# device_type_hub
source: Hub
ja: ハブ
ko: 허브
zh_hans: 空气质量检测仪器

# toast_copy_completed
source: copy completed
ja: コピーしました。
ko: 복사되었습니다.

# nugu_auth_btn_copy
source: 복사하기
ja: コピー

# SENSOR_LONG_DISCONNECTED
source: %@ Lost connection with the sensor. Please place the sensor near by your smart phone or Hub.
es_mx: %@ Perdió la conexión con el sensor.
ja: %@ センサーとの接続が切断されました。
ko: %@ 센서와 연결이 끊어져 있습니다. 센서를 스마트폰 또는 허브 가까운 곳에 놓아주세요.
zh_hans: %@ 与尿布感知器连接断开。

# btn_learnmore
source: Learn more
es_mx: Aprender mas
ja: 続きを読む
ko: 자세히보기
zh_hans: 查看细节

# btn_start
source: Start
es_mx: Empezar
ja: 開始
ko: 시작
zh_hans: 开始

# tooltip_lamp_section_enable_button_title
source: Remote brightness adjustment
es_mx: Ajuste remoto de brillo
ja: 授乳ランプの明るさ調節機能
ko: 램프 밝기 조절 기능
zh_hans: 调整夜灯亮度

# tooltip_lamp_section_enable_button_contents
source: Now, turn the nursing light on and off remotely from this application!
es_mx: ¡Ahora, encienda y apague la luz de lactancia de forma remota desde esta aplicación!
ja: このアプリケーションからリモートで授乳ランプをオン/オフできます！
ko: 이제 모닛 앱에서 원격으로 램프을 켜고 끄세요! 밝기 조절시 네트워크 환경에 따라 3~5초 지연될 수 있습니다.
zh_hans: 现在就可以在MONIT（梦伊特）APP上开关夜灯

# tooltip_lamp_section_brightness_adjustment_contents
source: Select below buttons to adjust the brightness of the nursing light.
es_mx: Seleccione los botones a continuación para ajustar el brillo de la luz de lactancia.
ja: このボタンを押して、授乳ランプの明るさを調節することができます。
ko: 버튼을 눌러 램프 밝기를 조절할 수 있습니다. 밝기 조절시 네트워크 환경에 따라 3~5초 지연될 수 있습니다.
zh_hans: 按下该键子可调整夜灯的亮度

# tooltip_lamp_section_turning_off_timer_contents
source: You can set the auto-off timer.
es_mx: Puede configurar el temporizador de apagado automático.
ja: 授乳ランプの自動消灯時間を設定することができます。
ko: 램프 자동 꺼짐 시간을 설정할 수 있습니다.
zh_hans: 夜灯可设置自动关闭时间

# widget_settings
source: Settings
es_mx: ajustes
ja: ウィジェットの設定
ko: 위젯설정
zh_hans: 设置

# widget_info_not_connected
source: Not Connected
es_mx: Conexión perdida
ja: 接続の切れ
ko: 연결끊김
zh_hans: 连接断开

# widget_settings_choose_device
source: Select devices to show
es_mx: Selecciona dispositivos para mostrar
ja: 表示する機器を選択
ko: 표시할 기기
zh_hans: 选择要显示的设备

# sensor_move_graph_deep_sleep
source: Deep sleep
es_mx: Sueño profundo
ja: 熟眠
ko: 깊은 잠
zh_hans: 沉睡

# sensor_move_graph_now
source: Current movement
es_mx: Movimiento actual
ja: 現在の動き
ko: 현재 움직임
zh_hans: 动态

# toast_change_widget_setting_succeeded
source: Widget setting has been changed.
ja: ウィジェットの設定が変更されました。
ko: 위젯 설정이 변경되었습니다.
zh_hans: 设置已变更

# toast_oauth_authentication_succeeded
source: Authentication has been completed.
ja: 認証が完了しました。
ko: 인증이 완료되었습니다.
zh_hans: 验证已完成

# device_type_lamp
source: Nursing lamp
ja: 授乳灯
ko: 램프
zh_hans: 夜灯

# connection_lamp_ready_title
source: Ready for connection to the Nursing lamp
ja: 授乳灯の接続の準備
ko: 램프 연결 준비하기
zh_hans: 准备夜灯连接
