Repository: Ethan-mo/AccelerationUsingBLE
Catalog: AccelerationUsingBLE/Uitils/Monit/*.lproj/Localizable.strings
Languages: es_mx, ja, ko, zh_hans

# swipe_down_to_refresh
source: Data on screen is automatically updated every 10 seconds. If you want to refresh the screen manually, swipe down from the top.
es_mx: Los datos en la pantalla se actualizan automáticamente cada 10 segundos. Si deseas actualizar la pantalla manualmente, desliza hacia abajo desde la parte superior de la misma.
ja: 画面は10秒毎に自動更新されます。画面を手動で更新される場合は画面を下にスライドしてください。
ko: 화면은 10초마다 자동 업데이트 됩니다. 화면을 수동 업데이트 하시려면 화면을 아래로 밀어주세요
zh_hans: 界面每隔10秒自动更新，如您要设置手动更新，请滑动屏幕

# toast_sent_new_password_email
source: The link to change your password has been sent by email. Please check your inbox.
es_mx: El enlace para cambiar su constraseña ha sido enviado por correo electronico.Por favor revise su bandeja de entrada.
ja: パスワード変更リンクをメールで送信しました。メールボックスを確認してください。
ko: 비밀번호 변경 링크를 메일로 전송 했습니다. 받은편지함을 확인해주세요.
zh_hans: 密码变更链接地址发送到您的邮箱中，请查收

# toast_sent_an_authentication_email
source: Verification email has been resent, please check your email.
es_mx: El correo electronico de verificación ha sido reenviado. Por favor revise su correo electronico.
ja: 認証メールを再送しました。メールボックスを確認してください。
ko: 인증 메일을 재전송 했습니다. 메일함을 확인해주세요.
zh_hans: 重新发送验证邮件，请查收

# toast_failed_to_send_an_email
source: Failed to send a verification email. Please retry in a minute.
es_mx: Error al enviar un correo electronico de verificacion. Por favor vuelve a intentarlo en un momento.
ja: メール転送に失敗しました。1分後、もう一度やり直してください。
ko: 메일 전송에 실패했습니다. 1분 뒤 다시 시도해주세요.
zh_hans: 邮件发送失败，请过1分钟后重试

# toast_invalid_user_info
source: No account matches your input. Please check your account and try again.
es_mx: La cuenta no coincide con su entrada. Comprueba tu cuenta y vuelve a intentarlo.
ja: 一致するアカウントがありません。確認後、もう一度入力してください。
ko: 일치하는 계정이 없습니다. 확인 후 다시 입력해주세요.
zh_hans: 账号不一致，请重新输入

# toast_invalid_user_session
source: Account Settings have been changed. Please sign in again.
es_mx: La configuración de la cuenta ha cambiado. Por favor inicie la sesión de nuevo.
ja: 会員情報を変更しました。再度ログインしてください。
ko: 회원정보가 변경되었습니다. 다시 로그인 해주세요.
zh_hans: 用户信息变更，请重新登录

# toast_change_password_succeeded
source: Password has been changed.
es_mx: Se ha cambiado la contraseña.
ja: パスワードの変更が完了しました。
ko: 비밀번호 변경이 완료되었습니다.
zh_hans: 密码修改成功

# toast_change_nickname_succeeded
source: Nickname has been changed.
es_mx: El sobrenombre ha sido cambiado.
ja: ニックネームが変更されました
ko: 닉네임이 변경이 완료되었습니다.
zh_hans: 昵称修改成功

# toast_change_same_nickname
source: Nickname you entered is the same as before. Please make any change.
es_mx: El sobrenombre que ingreso es el mismo que el anterior. Por favor, haga un cambio.
ja: 既存のニックネームと同じです。再び設定してください。
ko: 변경할 닉네임이 동일합니다. 변경 후 저장해주세요.
zh_hans: 此昵称重复，请修改

# toast_change_nickname_failed
source: Failed to change nickname. Please try it again.
es_mx: Error al cambiar el sobrenombre. Por favor vuelve a intentarlo.
ja: ニックネームの変更が失敗しました。もう一度やり直してください。
ko: 닉네임 변경이 실패하였습니다. 잠시 후에 다시 시도해 주세요.
zh_hans: 昵称修改失败，请稍后重试

# toast_invite_group_member_failed
source: Failed to invite a new member.
es_mx: No se pudo invitar a un nuevo miembro.
ja: メンバー招待に失敗しました。
ko: 구성원 초대에 실패하였습니다.
zh_hans: 成员邀请失败

# toast_delete_group_member_failed
source: Failed to remove a member. Please check the account ID.
es_mx: No se pudo quitar un miembro. Por favor compruebe el ID de la cuenta.
ja: メンバーの削除に失敗しました。メールアドレスを確認してください。
ko: 구성원 삭제에 실패하였습니다. 계정을 확인해주세요.
zh_hans: 成员删除失败，请查看邮箱地址

# toast_leave_group_succeeded
source: Leaving the group has been succeeded.
es_mx: Dejas un grupo.
ja: グループを脱退しました。
ko: 그룹을 탈퇴하였습니다.
zh_hans: 退群成功

# toast_leave_group_failed
source: Leaving the group has been failed. Please try again later.
es_mx: No se pudo dejar el grupo. Por favor vuelve a intentarlo.
ja: グループ脱退に失敗しました。しばらくして、もう一度やり直してください。
ko: 그룹 탈퇴에 실패하였습니다. 잠시 후 다시시도해주세요.
zh_hans: 退群失败，请稍后重试

# dialog_contents_update_available
source: New version is available now. Please update your application.
es_mx: La nueva versión esta disponible. Por favor actualice su aplicación.
ja: マーケットにアップデート可能なバージョンがあります。アップデートをしてください。
ko: 마켓에 업데이트 가능버전이 있습니다. 업데이트를 해주세요.
zh_hans: 发现新版本，请下载进行升级

# dialog_contents_err_communication_with_server
source: Connection error with the server. Please try again.(%@)
es_mx: Error de conexión con el servidor. Por faver vuelve a intentarlo.(%@)
ja: サーバーとの接続が円滑に行きません。もう一度やり直してください。(%@)
ko: 서버와의 연결이 원활하지 않습니다. 다시 시도해주세요.(%@)
zh_hans: 与服务器连接不稳定，请稍后重试(%@)

# dialog_contents_input_invitee_short_id
source: Please enter the membership code for invitation(6-digit)
es_mx: Por favor ingrese el codigo de miembro para la invitación. (6 digitos).
ja: 初代するメンバーの会員コードを入力してください。（6字）
ko: 초대할 회원코드를 입력해주세요.(6자리)
zh_hans: 请输入要邀请人的会员代码（6个字）

# dialog_contents_sign_out_confirm_description
source: If you sign out, you will be disconnected from your devices and cannot receive shared information. Are you sure to proceed?
es_mx: Si cierra su cuenta, se desconectara de sus dispositivos y no podra recibir informacion compartida.
ja: ログアウトすると、機器との接続が切断され、状態をシェアされることができません。続きますか？
ko: 로그아웃 하시면 기기와 연결이 끊어지며, 상태를 공유받을 수 없습니다. 계속 하시겠습니까?
zh_hans: 退出登录后与设备断开连接，无法收到新信息，确定退出登录吗？

# dialog_contents_leave_confirm
source: Do you want to delete your account?
es_mx: Desea borrar su cuenta?
ja: 会員脱退
ko: 회원탈퇴
zh_hans: 注销

# dialog_contents_leave_confirm_description
source: If you delete your account, current sharing groups are removed and cannot share your device status. Once the account is deleted, it is hard to initialize settings of the device connected. Please make sure to finish all the initializing process before leave. Sign-in again with the same email account will be possible after two weeks from deletion. Do you want to proceed?
es_mx: Si elimina su cuenta, los grupos de distribución actuales se eliminan y no pueden compartir el estado del dispositivo. Una vez la cuenta se elimina, es dificil de inicializar la configuración del dispositivo conectado. Por favor, asegurese de terminar todo el proces de inicializacion antes de salir. Iniciar sesión de nuevo con la misma cuenta de correo electronico es posible despúes de dos semanas de eliminación. Desea continuar?
ja: 会員を脱退すると、現在のシェアするグループが削除され、機器の状態もシェアすることができません。 会員脱退後は、接続した機器の初期化が難しいから脱退する前に、すべての初期化を完了してください。 脱退後、同じ電子メールで再加入2週間後に可能です。続きますか？
ko: 회원을 탈퇴하시면 현재 공유하는 그룹이 삭제되며, 기기 상태도 공유할 수 없습니다. 회원탈퇴 후에는 연결된 기기의 초기화가 어려우니 탈퇴 전에 모두 초기화를 완료해주시기 바랍니다. 탈퇴 후 동일 이메일로 재가입은 2주 이후에 가능합니다. 계속하시겠습니까?
zh_hans: 注销后退出信息分享的群体，而您邀请的成员们也与设备断开连接。并且，设备不可做初始化。请您注销前将设备做好初始化。注销后用同一邮箱地址注册需要2周时间，确定注销吗？

# dialog_contents_group_leave_confirm
source: Do you want to leave the group owned by %@(%@)?
es_mx: Desea dejar el grupo con la propiedad de %@(%@)? Si se abandona el grupo, no podrás recibir la información del estado del dispositivo en este grupo.
ja: %@(%@)が代表であるグループを脱退しますか？脱退すると、機器の状態をシェアされることができません。
ko: %@(%@)가 대표인 그룹을 탈퇴하시겠습니까? 탈퇴하면 기기 상태를 공유받을 수 없습니다.
zh_hans: 退出以%@(%@)为群主的群体？退出后与设备断开连接，确定退出群体吗？

# dialog_contents_need_internet_connection
source: Internet network is needed to connect to Diaper Sensor.
es_mx: Se necesita red de internet para conectarse al sensor.
ja: インターネット接続が必要です。インターネット接続を確認した後、もう一度やり直してください。
ko: 인터넷 연결이 필요합니다. 인터넷 연결을 확인하시고 센서와 다시 연결해주세요.
zh_hans: 需要网络连接，请确认您的网络连接是否正常，再与尿布感知器做连接

# dialog_contents_scanning
source: Searching for the device now. One moment please.
es_mx: Buscando el dispositivo ahora. Por favor espera un rato.
ja: 機器を探しています。 しばらくお待ちください。
ko: 기기를 찾는중 입니다. 잠시만 기다려주세요.
zh_hans: 正在搜索设备，请稍等

# dialog_contents_connecting
source: Connecting the device now. One moment please.
es_mx: Conectando el dispositivo ahora. Por favor espera un rato.
ja: 機器と接続していです。 しばらくお待ちください。
ko: 기기와 연결중 입니다. 잠시만 기다려주세요.
zh_hans: 正在连接设备，请稍等

# dialog_contents_hub_ap_connecting
source: Setting the Internet connection on the hub. One moment please.
es_mx: Configurando la conexión del internet en el HUB. Por favor espera un rato.
ja: ハブのインターネットの設定を進行しています。 しばらくお待ちください。
ko: 기기의 인터넷 설정이 진행중입니다. 잠시만 기다려주세요.
zh_hans: 空气质量检测仪器正在进行网络设置，请稍等

# dialog_contents_hub_ap_connection_failed
source: Setting the Internet connection failed. Please check the information of the wireless network and try again.
es_mx: no pudo configurar la conexión del internet. Por favor comprueba la información de la red inalambrica y vuelve a intentarlo.
ja: ハブのインターネットの設定が失敗しました。 AP情報を確認した後、もう一度やり直してください。
ko: 기기의 인터넷 설정이 실패했습니다. AP이름과 비밀번호 확인 후에 다시 시도해주세요.
zh_hans: 空气质量检测仪器与网络连接失败，请查看AP信息后重试

# dialog_contents_not_detected_monit
source: Cannot find the diaper sensor nearby. Please try again after following steps. 1. Turn the senson off and on. 2. The sensor LED blinks blue. 3. Select Try again button below.
es_mx: No pudo encontrar el Sensor de pañal. Por favor vuelve a intentarlo con los siguientes pasos. 1. Encienda y apague el sensor. 2. El LED azul destella. 3. Seleccione el boton de intentar otra vez.
ja: 周辺にオムツセンサーが見つかりません。 次の方法でもう一度やり直してください。 1.センサーの電源を入れ直してください。 2.センサーの青い光が点滅いることを確認してください。 3.下の再試行ボタンを押してください。
ko: 주변에 기저귀 센서가 검색되지 않습니다. 다음 방법으로 다시 시도해 주세요. 1.센서의 전원을 껐다가 켜주세요. 2.센서 LED가 파란색으로 깜빡이는지 확인해 주세요. 3. 아래 다시시도 버튼을 눌러 주세요.
zh_hans: 无法搜索尿布感知器，根据下面办法，请重试。 1.请将尿布感知器重机 2.请查看LED蓝灯是否闪烁 3.请按下下面的“重试”按键

# dialog_contents_not_detected_all
source: Cannot find devices nearby. Please check blue light is flashing and try again later.
es_mx: No pudo encontrar dispositivos cerca. Por favor comprueba si la luz azul destalla y vuelve a intenarlo.
ja: 周辺に機器が見つかりません。 青い光が点滅いることを確認した後、もう一度やり直してください。
ko: 주변에 기기가 검색되지 않습니다. 파란불이 깜빡이는지 확인 후에 다시 시도해주세요.
zh_hans: 无法搜索设备，请查看LED蓝灯闪烁后重试

# dialog_contents_ask_for_connectint_hub
source: Do you want to connect to the Hub additionally?
es_mx: ¿Desea conectar el Hub adicionalmente?
ja: 次いでハブ接続を続行しますか？
ko: 추가로 허브 연결을 진행하시겠습니까?
zh_hans: 继续要进行连接空气质量检测仪器吗？

# dialog_contents_remove_device
source: Delete the connected device. If this device is deleted, other devices in the same group will be deleted as well. Are you sure to continue?
es_mx: Elimine el dispositivo conectado. Si el dispositivo esta eliminada, otros dispositivos del groupo serán eliminados tambien. ¿Desea continuarlo?
ja: この機器をリストから削除します。この機器が削除されると、グループでシェアされている他の機器もリストから削除されます。続きますか？
ko: 이 기기를 목록에서 삭제합니다. 이 기기가 삭제되면 같이 그룹에서 공유받고 있는 다른 기기도 목록에서 삭제됩니다. 계속하시겠습니까?
zh_hans: 删除设备。删除后也会删除与该设备一起信息分享的另外设备。确定删除吗？

# dialog_contents_initialize_device
source: Initialize the device. After initialization is completed, the device will be disconnected and the data of the device will be removed from your phone. If you would like to connect devices, register again.
es_mx: Iniciar el dispositivo. Luego de iniciación este completo, el dispositivo desconectara y los datos del dispositivo será eliminado desde el telefono. Si deserías a conectar el dispositivo. Vuelve a registrarlo.
ja: 登録された機器を初期化し、リストから削除します。初期化が完了した後には、接続が切断され、リストから削除されます。機器を接続する場合は、再度登録してください。
ko: 등록된 기기 상태를 초기화하고 목록에서 삭제합니다. 초기화 완료 후에는 연결이 끊어지며, 목록에서 삭제됩니다. 기기를 연결하시려면 다시 등록해서 사용해주세요.
zh_hans: 设备进行初始化。初始化后断开连接而删除设备。如再要连接设备，请重新注册。

# dialog_contents_finding_device
source: To find the device, blue LED light flashes for 5 seconds.
es_mx: Para buscar el dispositivo, la luz azul del LED destalla por 5 segundos.
ja: この機器を見つけることができるよう、5秒間青いLEDを点滅します。
ko: 이 기기를 찾을 수 있도록 5초간 파란 LED를 깜빡입니다.
zh_hans: 为搜索设备，LED蓝灯闪烁5秒

# signin_email
source: Email
es_mx: Correo electronico
ja: メールアドレス
ko: 이메일
zh_hans: 邮箱地址

# signin_password
source: Password
es_mx: contraseña
ja: パスワード
ko: 비밀번호
zh_hans: 密码

# signin_forgot_password
source: Forgot password
es_mx: ¿Olvidó la contraseña?
ja: パスワード検索
ko: 비밀번호 찾기
zh_hans: 搜索密码

# title_setting
source: Setting
es_mx: Configuración
ja: 設定
ko: 설정
zh_hans: 设置

# title_firmware_update
source: Firmware update
es_mx: Actualización de soporte lógico inalterable.
ja: ファームウェアのアップデート
ko: 펌웨어 업데이트
zh_hans: 版本升级

# title_account
source: Account
es_mx: Cuenta
ja: アカウント
ko: 계정
zh_hans: 账号

# title_signin
source: Sign in
es_mx: Iniciar sesión
ja: ログイン
ko: 로그인
zh_hans: 登录

# title_signup
source: Create new account
es_mx: Crear una nueva cuenta.
ja: 会員登録
ko: 회원가입
zh_hans: 注册

# title_forgot_password
source: Forgot the password?
es_mx: ¿Olvidaste tu contraseña?
ja: パスワード検索
ko: 비밀번호 찾기
zh_hans: 搜索密码

# title_connection
source: Registration
es_mx: Registro
ja: 機器登録
ko: 기기 등록
zh_hans: 注册设备

# tab_status
source: Status
es_mx: Estado
ja: 状態
ko: 상태
zh_hans: 状态

# tab_graph
source: Graph
es_mx: Gráficas
ja: グラフ
ko: 그래프
zh_hans: 曲线图

# tab_notification
source: Alarm
es_mx: Alarma
ja: 通知
ko: 알림
zh_hans: 提示

# account_shortid
source: Membership code
es_mx: Código de miembro
ja: 会員コード
ko: 회원코드
zh_hans: 会员代码

# account_change_password
source: Change password
es_mx: Cambiar contraseña
ja: パスワード変更
ko: 비밀번호 변경
zh_hans: 修改密码

# account_change_nickname
source: Change nickname
es_mx: Cambiar sobrenombre
ja: ニックネーム変更
ko: 닉네임 변경
zh_hans: 修改昵称

# account_gender
source: Gender
es_mx: Sexo
ja: 性別
ko: 성별
zh_hans: 性别

# account_baby_name
source: Nickname
es_mx: Nombre del bebé
ja: 赤ちゃんのニックネーム
ko: 아기 별명
zh_hans: 宝宝昵称

# account_hint_baby_name
source: Up to 24 Characters
es_mx: Hasta 24 caracteres
ja: 最大24文字まで入力可能
ko: 1~24자 입력가능
zh_hans: 可输入24个字

# account_baby_sex
source: Gender
es_mx: Sexo del bebé
ja: 赤ちゃんの性別
ko: 아기 성별
zh_hans: 宝宝性别

# account_baby_birthday
source: Birthday
es_mx: Fecha de nacimiento del bebé
ja: 赤ちゃんの誕生日
ko: 아기 생일
zh_hans: 宝宝出生日期

# account_email
source: Email
es_mx: Correo electronico
ja: メール
ko: 이메일
zh_hans: 邮箱地址

# account_hint_email
source: E-mail address
es_mx: Correo electronico
ja: メールアドレス
ko: 이메일 형식 주소 입력
zh_hans: 按照邮箱地址的格式，请输入

# account_warning_dialog_email
source: Enter your e-mail address.
es_mx: Introduzca su correo electronico
ja: メールアドレスを入力してください。
ko: 이메일을 입력해주세요.
zh_hans: 请输入邮箱地址

# account_warning_email
source: Invalid e-mail address.
es_mx: Correo electrico inválido
ja: メールアドレスの形式で入力してください。
ko: 이메일 형식이 아닙니다.
zh_hans: 不是邮箱地址的格式，请重新输入

# account_warning_duplicated_email
source: The email address is already registered.
es_mx: El correo electronico ya esta registrada
ja: 重複したメールアドレスです。
ko: 중복된 이메일 주소입니다.
zh_hans: 已注册的邮箱地址，请重新输入

# account_warning_leave_email
source: This email address has already been deleted.
es_mx: Esta dirección de correo electronico ya se ha dejado.
ja: 脱退したメールアドレスです。
ko: 탈퇴된 이메일 주소입니다.
zh_hans: 已退出的邮箱地址，请重新输入

# account_birthday
source: Date of birth
es_mx: Fecha de nacimiento
ja: 生年月日
ko: 생년월일
zh_hans: 出生日期

# account_hint_birthday
source: Select here to set birthday
es_mx: Seleccione aquí para establecer el cumpleaños.
ja: ここをクリックして生年月日を設定
ko: 여기를 눌러 생년월일 선택
zh_hans: 按下这儿，请选择出生日期

# account_warning_birthday
source: Enter date of birth
es_mx: Introduzca la fecha de nacimiento.
ja: 生年月日を入力してください
ko: 생년월일을 선택해주세요.
zh_hans: 选择出生日期

# account_hint_password
source: 8-64 characters (alphabets, numbers, AND special characters)
es_mx: Al menos 8 caracteres (alfanuméricos y caracteres especiales)
ja: 8〜64文字+数字+特殊文字
ko: 8-64자 (영문, 숫자, 특수문자 조합)
zh_hans: 8-64个字 （混合英文，数字，特殊符号）

# account_warning_password
source: 8-64 characters (alphabets, numbers, AND special characters)
es_mx: Al menos 8 caracteres (alfanuméricos y caracteres especiales)
ja: 8〜64文字+数字+特殊文字
ko: 8-64자 (영문+숫자+특수문자)
zh_hans: 8-64个字 （混合英文，数字，特殊符号）

# account_warning_password_digit
source: 8-64 characters
es_mx: 8-64 caracteristicas
ja: 8文字以上、64文字以内で入力してください。
ko: 8자 이상, 64자 이하로 입력해주세요.
zh_hans: 请输入8个字以上，64个字以下

# account_warning_password_no_alphabet
source: Input at least an Alphabet
es_mx: Introducir al menos un alfabeto
ja: 英文も入力してください。
ko: 영문도 입력해주세요.
zh_hans: 英文也需要输入

# account_warning_password_no_number
source: Input at least a number
es_mx: Introducir al menos un numero
ja: 数字も入力してください。
ko: 숫자도 입력해주세요.
zh_hans: 数字也需要输入

# account_warning_password_no_special_character
source: Input at least a special character
es_mx: introducir al menos un caracter especial
ja: 特殊文字も入力してください。
ko: 특수문자도 입력해주세요.
zh_hans: 特殊符号也需要输入

# account_warning_dialog_password
source: Input password(8-64 characters)
es_mx: Introduzca la contraseña (8-64 caracteres).
ja: パスワードを8-64文字（英文、数字、特殊文字を組み合わせ）で入力してください。
ko: 비밀번호를 8-64자(영문, 숫자, 특수문자 조합) 입력해주세요.
zh_hans: 请输入密码。8-64个字（混合英文，数字，特殊符号）

# account_nickname
source: Nickname
es_mx: Nombre
ja: ニックネーム
ko: 닉네임
zh_hans: 昵称

# account_hint_nickname
source: Enter 1-12 characters
es_mx: introduzca 1-12 caracteres
ja: ニックネーム（1-12字）
ko: 사용할 닉네임 입력
zh_hans: 请输入使用账号

# account_warning_nickname
source: Enter 1-12 characters
es_mx: introduzca 1-12 caracteres
ja: 1-12文字を入力してください。
ko: 1-12자 문자를 입력해주세요.
zh_hans: 请输入1-12个文字

# account_warning_dialog_nickname
source: Please input nickname (1-12 characters)
es_mx: Por favor ingrese el sobrenombre (1-12 caracteres).
ja: ニックネームを入力してください。
ko: 닉네임을 입력해 주세요
zh_hans: 请输入昵称

# account_warning_gender
source: Please select gender
es_mx: Por favor seleciona el sexo
ja: 性別を選択してください。
ko: 성별을 선택해주세요.
zh_hans: 选择性别

# account_warning_dialog_gender
source: Please select gender
es_mx: Por favor seleciona el sexo
ja: 性別を入力してください。
ko: 성별을 선택해주세요.
zh_hans: 选择性别

# account_warning_agreement
source: Please agree to the policy.
es_mx: Por favor acepte los terminos.
ja: 利用規約に同意してください。
ko: 약관에 동의해주세요
zh_hans: 请同意条款

# account_warning_dialog_agreement
source: Please read the policy and check the box.
es_mx: Por favor acepte los terminos y marque la casilla
ja: 利用規約を読み、チェックボックスをオンにしてください。
ko: 약관에 동의해주세요.
zh_hans: 请同意条款

# signup_check_auth_email
source: Please check the verification email.
es_mx: Por favor revisa el correo electrónico de verificación
ja: 認証メールを確認してください。
ko: 인증 메일을 확인해주세요.
zh_hans: 请查看验证邮件

# signup_check_auth_email_description
source: Verification e-mail was sent. Please check your %@ and click Authenticate button then move to next step.
es_mx: Se ha enviado el correo electrónico de verificación al correo registrado. Por favor da clic en el botón de verificación que se muestra en el correo electrónico %@ , luego selecciona el botón “SIGUIENTE” en la parte superior de la pantalla.
ja: 登録されたメールアドレスに認証メールを送信しました。 %@ メールの認証ボタンを押した後、 ‘次’ボタンを押してください。
ko: 가입된 메일 주소로 인증 메일을 보냈습니다. %@ 메일에 있는 인증하기 버튼을 누른 후에 다음 버튼을 눌러주세요.
zh_hans: 验证邮件发送到您的邮箱中。 %@ 请按下邮件中的'确认验证'后 请继续按下'下一步'

# signup_not_authenticated
source: Verification is not completed.
es_mx: La verificación del correo electrónico no esta terminado.
ja: メール認証が完了していません。
ko: 이메일 인증이 완료되지 않았습니다.
zh_hans: 邮件验证没有完成

# signup_send_auth_email
source: Resend verification email
es_mx: Reenviar el correo electrónico de verificaión
ja: 認証メール再送信
ko: 인증 메일 다시 보내기
zh_hans: 重新发送验证邮件

# signup_step1_title
source: Create Monit Account
es_mx: Crear una cuenta Monit
ja: MONITアカウント登録
ko: 모닛 계정 생성
zh_hans: MONIT(梦伊特）账号创建成功

# signup_step1_detail
source: Monit account is necessary for using Monit service. Fill out boxes below and select the button on the top.
es_mx: La cuenta es necesaria para usar el servicio de Monit. Completa la siguiente información y selecciona el botón “TERMINADO” en la parte superior una vez que hayas terminado.
ja: MONITサービス利用に必要なアカウントを作成します。 下記の情報を入力した後、右上のボタンを押してアカウントを登録してください。
ko: 모닛 서비스 이용에 필요한 계정을 생성합니다. 아래 정보를 입력하신 후 우측 상단 버튼을 눌러 계정을 생성해주세요.
zh_hans: 正在创建MONIT(梦伊特）账号。 请填充下边的空格后按下右上边的按键。

# signup_step3_title
source: Extra caregiver information
es_mx: Información adicional del tutor
ja: 保護者詳細情報
ko: 보호자 추가 정보
zh_hans: 注册保护者信息

# signup_step3_detail
source: Please enter the information of the guardian who created the account and complete the registration. The information you input will be used for product improvement through statistics and analysis.
es_mx: Por favor ingresa la información del tutor que creó la cuenta para completar el registro. La información ingresada se usará para mejorar el producto a través de estadísticas y análisis.
ja: 登録された保護者の方の情報を入力し、会員登録を完了してください。 入力される情報は、MONIT統合サービス利用を使用する時使えます。
ko: 계정 생성된 보호자 분의 정보를 입력하시고 회원 가입을 완료해주세요. 입력하신 정보는 통계 및 분석 작업을 통해 제품 개선에 활용됩니다.
zh_hans: 请输入用户（保护者）信息后完成注册 您输入的信息通过统计和分析过程后，可用于产品品质改善。

# gender_male
source: Male
es_mx: Hombre
ja: 男性
ko: 남
zh_hans: 男

# gender_female
source: Female
es_mx: Mujer
ja: 女性
ko: 여
zh_hans: 女

# sex_baby_boy
source: Boy
es_mx: Niño
ja: 男の子
ko: 남자아이
zh_hans: 男婴

# sex_baby_girl
source: Girl
es_mx: Niña
ja: 女の子
ko: 여자아이
zh_hans: 女婴

# time_year_short
source: Y
es_mx: Año
ja: 年
ko: 년
zh_hans: 年

# time_month_short
source: M
es_mx: Mes
ja: 月
ko: 월
zh_hans: 月

# time_day_short
source: D
es_mx: Día
ja: 日
ko: 일
zh_hans: 日

# time_year
source: Year
es_mx: Año
ja: 年
ko: 년
zh_hans: 年

# time_month
source: Month
es_mx: Mes
ja: 月
ko: 월
zh_hans: 月

# time_day
source: Day
es_mx: Día
ja: 日
ko: 일
zh_hans: 日

# time_hour
source: Hour
es_mx: Hora
ja: 時
ko: 시
zh_hans: 点

# time_minute
source: Minute
es_mx: Minutos
ja: 分
ko: 분
zh_hans: 分

# btn_leave
source: Delete your account
es_mx: Eliminar ID de la cuenta
ja: アカウント削除
ko: 회원탈퇴
zh_hans: 注销

# btn_invite
source: Invite
es_mx: Invitar
ja: 招待
ko: 초대
zh_hans: 邀请

# btn_done
source: Done
es_mx: Terminado
ja: 完了
ko: 완료
zh_hans: 成功

# btn_group_leave
source: Leave
es_mx: Eliminado
ja: 脱退
ko: 탈퇴
zh_hans: 注销

# btn_next
source: Next
es_mx: Siguiente
ja: 次
ko: 다음
zh_hans: 下一步

# btn_save
source: Save
es_mx: Guardar
ja: 保存
ko: 저장
zh_hans: 储存

# btn_connect
source: Connect
es_mx: Conectar
ja: 接続
ko: 연결
zh_hans: 连接

# btn_signout
source: Sign out
es_mx: Salir
ja: ログアウト
ko: 로그아웃
zh_hans: 退出登录

# btn_register_device
source: Register
es_mx: Registrar
ja: 機器登録
ko: 기기 등록하기
zh_hans: 注册设备

# btn_update
source: Update
es_mx: Actualizar
ja: アップデート
ko: 업데이트
zh_hans: 升级

# btn_ok
source: OK
ja: 確認
ko: 확인
zh_hans: 确认

# btn_yes
source: Yes
es_mx: Sí
ja: はい
ko: 예
zh_hans: 是

# btn_no
source: No
ja: いいえ
ko: 아니오
zh_hans: 不是

# btn_none
source: None
es_mx: Ninguna
ja: なし
ko: 없음
zh_hans: 没有

# btn_try_again
source: Retry
es_mx: Intentar de Nuevo
ja: 再試行
ko: 다시시도
zh_hans: 重试

# btn_close
source: Close
es_mx: Cerrar
ja: 閉じる
ko: 닫기
zh_hans: 关闭

# btn_cancel
source: Cancel
es_mx: Cancelar
ja: キャンセル
ko: 취소
zh_hans: 取消

# btn_remove
source: Delete
es_mx: Eliminar
ja: 削除
ko: 삭제
zh_hans: 删除

# time_elapsed_hour
source: hours
es_mx: Hora
ja: 時
ko: 시간
zh_hans: 点

# time_elapsed_minute
source: minutes
es_mx: Minutos
ja: 分
ko: 분
zh_hans: 分

# time_hour_short
source: h
es_mx: Hora
ja: 時
ko: 시
zh_hans: 点

# time_minute_short
source: m
es_mx: Minutos
ja: 分
ko: 분
zh_hans: 分

# time_time
source: Time
es_mx: Tiempo
ja: 時間
ko: 시간
zh_hans: 时间

# connection_select_device
source: Choose a device to be shown on the main screen. You cannot register an additional device before initialize the device already registered.
es_mx: Elige el dispositivo que deseas registrar. No puedes registrar un dispositivo adicional antes de iniciar el dispositivo ya registrado.
ja: 登録する新しい機器を選択してください。 一度登録した機器は、初期化する前に、追加登録することができません。
ko: 메인 화면에 등록할 새로운 기기를 선택해주세요. 한번 등록한 기기는 초기화 하기 전에 추가로 등록할 수 없습니다.
zh_hans: 主页上请选择要注册的设备。 已注册过设备初始化之前，不可再注册。

# connection_monit_sensor_ready_title
source: Ready for connection to the Diaper Sensor
es_mx: Conéctate al Sensor de pañal
ja: オムツセンサー接続
ko: 기저귀 센서 연결하기
zh_hans: 连接尿布感知器

# connection_monit_sensor_ready_detail_step1
source: Turn on the sensor.
es_mx: Prende el sensor.
ja: センサーの電源をオンにしてください。
ko: 센서의 전원을 켜주세요.
zh_hans: 请开机尿布感知器

# connection_monit_sensor_ready_detail_step2
source: Check blue light is flashing.
es_mx: Verifique que la luz azul esté parpadeando.
ja: 青色のLEDが点滅していることを確認してください。
ko: 파란색 LED가 깜빡이는 것을 확인해주세요.
zh_hans: 请查看LED蓝灯闪烁

# connection_monit_sensor_babyinfo_title
source: Baby profile
es_mx: Registrar el perfil de bebé
ja: 赤ちゃんの情報登録
ko: 아기정보 등록
zh_hans: 注册宝宝信息

# connection_monit_sensor_babyinfo_detail
source: Please input the information of baby who uses this sensor. The accuracy of the sensor may be related to this information.
es_mx: Por favor introduzca la información del bebé que usará este sensor. La precisión del mismo puede estar relacionada con esta información.
ja: センサーを使用する赤ちゃんの情報を登録してください。登録した赤ちゃん情報によってセンサーの正確度が変動する可能性があります。
ko: 센서를 사용할 아기 정보를 등록해주세요. 입력된 아기정보에 따라 센서의 정확도가 차이날 수 있습니다.
zh_hans: 请输入要使用尿布感知器的宝宝信息。根据此信息尿布感知器的精确度会不同。
